import 'package:flutter/material.dart';

import 'dart:convert';

import 'dart:math' as math;
import 'package:http/http.dart' as http;
import 'package:flutter_application_1/tile.dart';
import "package:collection/collection.dart";

class Contributors extends StatefulWidget {
  dynamic userName;
  Contributors(this.userName, {Key? key}) : super(key: key);

  @override
  State<Contributors> createState() => _ContributorsState();
}

class _ContributorsState extends State<Contributors> {
  final ScrollController _scrollController = ScrollController();
  bool _showBackToTopButton = false;

  getContributors() async {
    dynamic map = {};
    final response13 = await http.get(
      Uri.parse(
          'https://dohadictionary.org/dd.service/api/MostSearchedWord/GetGroups'),
      headers: <String, String>{
        "Content-Type": "application/json; charset=utf-8",
        "connection": "keep-alive"
      },
    ).timeout(Duration(seconds: 10));
    print(response13.body);
    final response14 = await http.get(
      Uri.parse(
          'https://dohadictionary.org/dd.service/api/MostSearchedWord/GetParticipantByGroupId?id=1'),
      headers: <String, String>{
        "Content-Type": "application/json; charset=utf-8",
        "connection": "keep-alive"
      },
    ).timeout(Duration(seconds: 10));
    print(response14.body);
    final response1 = await http.get(
      Uri.parse(
          'https://www.dohadictionary.org/dd.service/api/Participant/GetGroups'),
      headers: <String, String>{
        "Content-Type": "application/json; charset=utf-8",
        "connection": "keep-alive",
      },
    ).timeout(Duration(seconds: 10));
    print(response1.body);
    for (var i in json.decode(response1.body)) {
      final response2 = await http.get(
        Uri.parse(
            'https://www.dohadictionary.org/dd.service/api/Participant/GetParticipantByGroupId?id=${i['groupid']}'),
        headers: <String, String>{
          "Content-Type": "application/json; charset=utf-8",
          "connection": "keep-alive",
        },
      ).timeout(Duration(seconds: 10));
      var x = [];
      if (i['groupid'] == 4 || i['groupid'] == 5) {
        List<Map<dynamic, dynamic>> o =
            (jsonDecode(response2.body) as List).cast<Map<dynamic, dynamic>>();
        var y = groupBy(o, (Map obj) => obj['subcategory']);
        map[i['groupname']] = y;
      } else {
        for (var j in json.decode(response2.body)) {
          x.add(j);
          map[i['groupname']] = x;
        }
      }
    }

    return map;
  }

  @override
  void initState() {
    super.initState();
    _scrollController
      ..addListener(() {
        setState(() {
          if (_scrollController.offset >= 400) {
            _showBackToTopButton = true; // show the back-to-top button
          } else {
            _showBackToTopButton = false; // hide the back-to-top button
          }
        });
      });
  }

  void _scrollUp() {
    if (_scrollController.hasClients) {
      _scrollController.animateTo(
        0,
        duration: const Duration(seconds: 1),
        curve: Curves.linear,
      );
    }
  }

  @override
  Widget build(BuildContext context) {
    return Scaffold(
      floatingActionButton: _showBackToTopButton == false
          ? null
          : Opacity(
              opacity: 0.8,
              child: Container(
                padding: EdgeInsets.fromLTRB(0, 0, 10, 10),
                child: Transform(
                  alignment: Alignment.center,
                  transform: Matrix4.rotationZ(
                    math.pi / 4,
                  ),
                  child: Container(
                    width: 50,
                    height: 50,
                    decoration: BoxDecoration(
                      color: Color(0xFFEDE4C3),
                      border: Border.all(
                        width: 3,
                        color: Colors.white,
                      ),
                    ),
                    child: InkWell(
                      splashColor: Colors.transparent,
                      highlightColor: Colors.transparent,
                      onTap: () {},
                      child: Center(
                        child: Transform(
                          alignment: Alignment.center,
                          transform: Matrix4.rotationZ(
                            -math.pi / 4,
                          ),
                          child: IconButton(
                              color: Colors.white,
                              splashColor: Colors.transparent,
                              highlightColor: Colors.transparent,
                              onPressed: _scrollUp,
                              icon: const Icon(
                                Icons.arrow_upward,
                              )),
                        ),
                      ),
                    ),
                  ),
                ),
              ),
            ),
      resizeToAvoidBottomInset: false,
      body: FutureBuilder(
          future: getContributors(),
          builder: (context, AsyncSnapshot snapshot) {
            if (!snapshot.hasData) {
              return Center(
                  child: CircularProgressIndicator(
                color: Color(0xFFFFDE73),
              ));
            } else {
              print(snapshot.data);
              return ListView(
                  controller: _scrollController,
                  scrollDirection: Axis.vertical,
                  shrinkWrap: true,
                  children: [
                    Container(
                        height: 100,
                        // color: Color.fromRGBO(0, 0, 0, .5),
                        padding: EdgeInsets.fromLTRB(0, 20, 0, 0),
                        child: Column(children: [
                          Container(
                            child: Center(
                                child: Text(
                              "المشاركون فى المعجم",
                              style: TextStyle(
                                  fontWeight: FontWeight.bold,
                                  fontSize: 30,
                                  fontFamily: "Bahij",
                                  color: Color(0xFFCCAF41)),
                            )),
                          ),
                          SizedBox(
                            height: 30,
                          ),
                          // Center(
                          //   child: Transform(
                          //     alignment: Alignment.center,
                          //     transform: Matrix4.rotationZ(
                          //       pi / 4,
                          //     ),
                          //     child: Container(
                          //       margin: EdgeInsets.fromLTRB(0, 0, 0, 0),
                          //       width: 100,
                          //       height: 100,
                          //       decoration: BoxDecoration(
                          //         color: Colors.transparent,
                          //         border: Border.all(
                          //           width: 3,
                          //           color: Colors.amber,
                          //         ),
                          //       ),
                          //       child: InkWell(
                          //         splashColor: Colors.blueAccent,
                          //         onTap: () {},
                          //         child: Center(
                          //           child: Transform(
                          //               alignment: Alignment.center,
                          //               transform: Matrix4.rotationZ(
                          //                 -pi / 4,
                          //               ),
                          //               child: new Image.asset(
                          //                   "assets/Images/Design/logoNoLettering.png")),
                          //         ),
                          //       ),
                          //     ),
                          //   ),
                          // ),
                        ])),
                    SizedBox(
                      height: 20,
                    ),
                    ExpansionTile(
                      // tilePadding: EdgeInsets.all(0),
                      textColor: Colors.white,
                      controlAffinity: ListTileControlAffinity.leading,
                      backgroundColor: Color(0xFFCCAF41),
                      // collapsedTextColor: Colors.white,
                      // collapsedBackgroundColor: Colors.white,
                      title: Directionality(
                        textDirection: TextDirection.rtl,
                        child: Text(
                          'أعضاء المجلس العلمي',
                          style: TextStyle(
                            fontWeight: FontWeight.bold,
                            fontSize: 18,
                            fontFamily: "Bahij",
                          ),
                        ),
                      ),
                      children: [
                        Directionality(
                            textDirection: TextDirection.rtl,
                            child: GridView.count(
                              physics:
                                  NeverScrollableScrollPhysics(), // to disable GridView's scrolling
                              shrinkWrap: true,
                              primary: false,
                              // padding: const EdgeInsets.all(20),
                              // crossAxisSpacing: 10,
                              // mainAxisSpacing: 10,
                              crossAxisCount: 2,
                              children: <Widget>[
                                ContributorTile(
                                    'عزمي بشارة',
                                    'مدير عام المركز العربيّ للأبحاث',
                                    'المدير العام للمركز العربي للأبحاث ودراسة السياسات، ورئيس مجلس أمناء معهد الدوحة للدراسات العليا. مفكر وباحث عربي معروف، نشر الدكتور عزمي بشارة مئات الأوراق والدراسات والبحوث في دوريات علمية بلغات مختلفة في الفكر السياسي والنظرية الاجتماعية والفلسفة، ومن أبرز مؤلفاته: المجتمع المدني: دراسة نقدية (1996)؛ في المسألة العربية: مقدمة لبيان ديمقراطي عربي (2007)؛ الدين والعلمانية في سياق تاريخي (جزآن في ثلاثة مجلدات 2011-2013)؛ في الثورة والقابلية للثورة (2012)؛ الجيش والسياسة: إشكاليات نظرية ونماذج عربية (2017)؛ مقالة في الحرية (2016)؛ الطائفة، الطائفية، الطوائف المتخيلة (2017)؛ في الإجابة عن سؤال: ما السلفية؟ (2018)؛ تنظيم الدولة المكنى ’داعش‘: إطار عام ومساهمة نقدية في فهم الظاهرة (2018)؛ في الإجابة عن سؤال ما الشعبوية؟ (2019)؛ والانتقال الديمقراطي وإشكالياته: دراسة نظرية وتطبيقية مقارنة (2020)، ومنها كتبٌ أصبحت مرجعيةً في مجالها. كما أنجز بشارة عملًا تأريخيًا تحليليًا وتوثيقيًا للثورات العربية التي اندلعت في عام 2011، ونشره في ثلاثة كتب هي: الثورة التونسية المجيدة (2011)؛ سورية درب الآلام نحو الحرية: محاولة في التاريخ الراهن (2013)؛ ثورة مصر (في مجلدين 2014). تناولت هذه المؤلفات أسباب الثورة ومراحلها في تلك البلدان، وتعد مادةً مرجعيةً ضمن ما يُعرف بالتاريخ الراهن، لما احتوته من توثيق وسرد للتفاصيل اليومية لهذه الثورات مع بعدٍ تحليلي يربط السياقات الاجتماعية والاقتصادية والسياسية لكل ثورة في ما بينها.',
                                    'assets/Images/Contributors/bishara_150.jpg',
                                    false,
                                    ''),
                                ContributorTile(
                                    'رمزي منير البعلبكي',
                                    'رئيس المجلس العلمي',
                                    'أستاذ كرسي "جُويت" للدراسات العربيّة في الجامعة الأميركيّة في بيروت. له عدد كبير من الكتب بالعربيّة والإنكليزيّة وأكثر من سبعين مقالة في مجلّات عالميّة محكّمة. أُعيدَ نشر عدد من مقالاته في مجلّد خاصّ في سلسلة Variorum العالميّة التي تكرّم الباحثين الذين لهم أثر بارز في حقول اختصاصهم. تتركّز دراساته حول النظريّة النحويّة العربيّة، وفقه العربيّة والساميّات المقارن، وتاريخ المعجم العربيّ، كما أكمل معجم "المورد الكبير" بعد وفاة والده المعجميّ منير البعلبكي. وقد حاز جائزة الملك فيصل العالميّة للّغة العربيّة والأدب للعام 2010 عن مجمل أعماله ولا سيّما إسهامه في دراسة تاريخ النحو العربي.',
                                    'assets/Images/Contributors/RAMZIMOUNIRBAALBAKI_200.jpg',
                                    true,
                                    'assets/Images/cv/RAMZIMOUNIRBAALBAKI_200.pdf'),
                                ContributorTile(
                                    'عبد السلام المسدّي',
                                    'أمين سر المجلس العلمي',
                                    'أستاذ اللسانيات في الجامعة التونسية، وهو عضو مجامع اللغة العربية في كل من تونس وطرابلس ودمشق وبغداد. كما أنه أمين سرّ المجلس العلمي للمُعجم التاريخي للغة العربية، وهو كذلك عضو مجلس أمناء المنظمة العالمية للنهوض باللغة العربية. تولى الدكتور المسدّي الأمانة العامة لاتحاد الكتاب التونسيين، وتقلد وزارة التعليم العالي والبحث العلمي، كما كان سفيرا لتونس لدى جامعة الدول العربية فسفيرا لها بالمملكة العربية السعودية. يهتم الدكتور المسدّي بالعلوم اللغوية، وبالنقد الأدبي، وبتحليل الخطاب السياسي. له مؤلفات عدة، من بينها: التفكير اللساني في الحضارة العربية، الأسلوبية والأسلوب، اللسانيات وأسسها المعرفية، النقد والحداثة، السياسة وسلطة اللغة، فضاء التأويل. صدرَ له عن المركز العربيّ للأبحاث ودراسة السّياسات في الدّوحة: الهُويّة العربيّة والأمن اللغويّ سنة 2014، مُراجعات في الثقافة العربيّة سنة 2018.',
                                    'assets/Images/Contributors/ABDESSALEMMSEDDI_200.jpg',
                                    true,
                                    'assets/Images/cv/ABDESSALEMMSEDDI_200.pdf'),
                                ContributorTile(
                                    'إبراهيم بن مراد',
                                    'نائب رئيس المجلس العلمي',
                                    'أستاذ تعليم عال في كلية الآداب والفنون والإنسانيات – جامعة منوبة (تونس) ، متخصص في علوم اللسان وخاصة في المعجمية والمصطلحية والترجمة، وله اختصاص فرعي في تاريخ العلوم . له ثلاثة عشر كتابا منشورا منها: المصطلح الأعجمي في كتب الطب والصيدلة العربية، مختارات من الشعر المغربي والأندلسي لم يسبق نشرها (تقديم ودراسة وتحقيق)، بحوث في تاريخ الطب والصيدلة عند العرب (1991)، المعجم العلمي العربي المختصّ حتى منتصف القرن الحادي عشر الهجري (1993)، مقدّمة لنظرية المعجم (1997)، من المعجم إلى القاموس (2010)، وكلها من إصدار دار الغرب الإسلامي. عضو مؤسس بجمعية المعجمية العربية بتونس وأمينها العامّ من 1983 ثم رئيسها منذ 1993، ومدير "مجلة المعجمية" التي تصدرها الجمعية؛ عضو بالمجمع العلمي العراقي منذ 1988، وعضو بمجمع اللغة العربية بدمشق منذ 1993، وعضو مجلس الأمناء لمركز الملك عبد الله الدولي لخدمة اللغة بالسعودية ونائبا لرئيسه (2010-2013)؛ وعضو المجلس العلمي لمعجم الدوحة التاريخي للغة العربية ونائب لرئيسه منذ 2013.',
                                    'assets/Images/Contributors/BENMURAD2_150.jpg',
                                    false,
                                    ''),
                                ContributorTile(
                                    'حسن حمزة',
                                    'نائب رئيس المجلس العلمي',
                                    'أستاذ تعليم عال، فئة أولى، بجامعة لوميار - ليون2، فرنسا، ومدير مكتب المعجمية والمصطلحية والقاموسية والترجمة العربية. حائز على دكتوراه الدولة من قسم علوم اللسان بجامعة ليون 2، وعلى دكتوراه الحلقة الثالثة من قسم الدراسات الإسلامية بجامعة إكس إنْ بروفانس، وعلى دبلوم الدراسات العليا من الجامعة اللبنانية.و أشرف على عدد من فرق البحث العلمي ولا سيما في إطار المشروع الفرنسي التونسي (CMCU) عن المصطلح العلمي العربي في المصادر القديمة. ترجم ونشر عددا من الكتب منها المجمل في العربية النظامية عن المجلس القومي للترجمة في مصر (2007)، وحرب اللغات والسياسات اللغوية عن المنظمة العربية للترجمة في بيروت(2009)، والمثال والشاهد في كتب النحويين والمعجميين العرب عن دار الهلال في بيروت(2010)، والوحدة والتنوع في النظرية النحوية العربية عن مكتبة لبنان (2012).​​​',
                                    'assets/Images/Contributors/HAMZA_150.jpg',
                                    false,
                                    ''),
                                ContributorTile(
                                    'عزالدين البوشيخي',
                                    'المدير التنفيذي للمعجم',
                                    'حصل على دكتوراه الدولة في اللسانيات من جامعة مولاي إسماعيل بمكناس في المغرب. شغل منصب أستاذ للتعليم العالي، ونائب العميد في شؤون البحث العلمي والتعاون بالكلية ذاتها، ومديرا لمركز دراسات الدكتوراه، ومديرا للمركز الجامعي لتعليم اللغة العربية وحضارتها، ومديرا لمختبر الدراسات اللسانية والتطبيقات الحاسوبية، ورئيس قسم اللغة العربية والمنسق البيداغوجي لمسلك الدراسات العربية. عمل أستاذاً زائراً ومحاضراً بجامعة قطر، ومديراً لبرنامج اللسانيات والمعجمية العربية في معهد الدوحة للدراسات العليا وأستاذا محاضرا فيه. ويشغل حالياً المدير التنفيذي لمشروع معجم الدوحة التاريخي للغة العربية. خبير متعاون مع عدد من المراكز والمنظمات الإقليمية كمكتب تنسيق التعريب بالرباط، والمنظمة العربية للتربية والثقافة والعلوم بتونس، والمنظمة العالمية للنهوض باللغة العربية في قطر، والمركز العربي للأبحاث ودراسة السياسات في قطر، والمكتب الإقليمي لشرق المتوسط التابع لمنظمة الصحة العالمية بالقاهرة، وأكاديمية المملكة المغربية بالرباط. خبير محكم في عدد من الجامعات العربية والمجلات العلمية. له عدد من المؤلفات والأبحاث في مجالات اللسانيات والمعجم والمصطلح والترجمة.',
                                    'assets/Images/Contributors/AzeddineBouchikhi.jpg',
                                    true,
                                    'assets/Images/cv/BOUCHIKHI_200.pdf'),
                                ContributorTile(
                                    'رشيد أحمد بلحبيب',
                                    'نائب المدير التنفيذي للمعجم',
                                    'حصل على دكتوراه في الدراسات اللغوية سنة 1993م، أستاذ الدراسات اللغوية، بجامعة محمد الأول، وكلية التربية بسلطنة عمان، وجامعة الإمارات العربية المتحدة، وجامعة قطر. عضو مؤسس لمعجم الدوحة التاريخي للغة العربية، ونائب المدير التنفيذي، وعضو المجلس العلمي للمعجم، ومنسق إقليمي للمعالجة اللغوية في المغرب العربي، ومشارك في تحرير مقدمة المعجم، وتحكيم بعض مواده. مؤلف ومحقق ومترجم لعدد من الكتب والدراسات العلمية، محكم معتمد لدى عدد من الجامعات والمراكز البحثية والمجلات الأكاديمية، منظم ومشارك في عشرات المؤتمرات المحلية والإقليمية والدولية. أدار مجموعة من المشاريع البحثية، وشارك في إنجاز بعض التقارير العلمية في الوطن العربي. مؤسس ومدير سابق لمركز الدراسات والبحوث الإنسانية والاجتماعية، عضو سابق بالمجلس الأعلى للتعليم بالمغرب. مسؤول مؤسس لبرنامج الماستر في الدراسات اللغوية في الغرب الإسلامي، أشرف وناقش عددا من الأطاريح الجامعية في مخلف علوم اللغة العربية وفروعها.',
                                    'assets/Images/Contributors/RACHIDAHMEDBELAHBIB_200.jpg',
                                    true,
                                    'assets/Images/cv/RACHIDAHMEDBELAHBIB_200.pdf'),
                                ContributorTile(
                                    'محمد العبيدي',
                                    'نائب المدير التنفيذي للمعجم',
                                    'نائب المدير التنفيذي وعضو المجلس العلمي لمعجم الدوحة التاريخي للغة العربية، أستاذ في الدراسات اللغوية، حاصل على الدكتوراه من جامعة بغداد عام 2002. عمل في جامعة صنعاء وعدد من الجامعات اليمنية في التدريس والإشراف على الرسائل العلمية ومناقشتها، وكان رئيسًا لقسم اللغة العربية في كلية اللغات بجامعة صنعاء، ونائبًا لعميد كلية الآداب في الجامعة الوطنية، عمل في جامعة قطر (2007- 2014). وله عدد من الكتب والدراسات العلمية في المعجم والدلالة واللسانيات النصية والتداولية. له إسهامات مختلفة في المشروعات البحثية وتنظيم المؤتمرات والتحكيم العلمي والاستشارات، والإشراف على الرسائل العلمية ومناقشتها. أشرف على مشروع المعجم المدرسي لدول مجلس التعاون الخليجي. أسهم في تأسيس معجم الدوحة التاريخي للغة العربية، ووضعِ نظامه الأساسي ووثائقه التأسيسية ودليلِه المعياري، وتنظيمِ الندوات والمؤتمرات وورش العمل والدورات التدريبية التي عقدها المعجم، وأشرف على تأليف فرق المعالجة والمراجعة والتدقيق والتحرير في البلدان العربية، وقدّم أكثر من أربع عشرة دورة تدريبية وورشة عمل في الصناعة المعجمية.',
                                    'assets/Images/Contributors/participant-img.jpg',
                                    true,
                                    'assets/Images/cv/participant-img.pdf'),
                                ContributorTile(
                                    'أحمد بن محمد الضبيب',
                                    'عضو المجلس العلمي',
                                    '​​​​​​​​أستاذ جامعى  متقاعد، رئيس تحرير مجلة العرب السعودية. وسابقا رئيس جامعة الملك سعود بالرياض. و أستاذ بقسم اللغة العربية بها. حاصل على بكالوريوس، قسم اللغة العربية بكلية الآداب، جامعة القاهرة سنة 1380هـ/1960م. ودكتوراه،قسم الدراسات السامية، جامعة ليدز ببريطانيا سنة  1386هـ/1966 م.​ ​',
                                    'assets/Images/Contributors/ALDABIB_150.jpg',
                                    false,
                                    'assets/Images/cv/.pdf'),
                                ContributorTile(
                                    'إلياس ذيب عطا الله',
                                    'عضو المجلس العلمي',
                                    'حاصل على الدكتوراة من الجامعة العبرية بالقدس في اختصاص فقه اللغة العربيّة، وماجستير: جامعة حيفا - فقه اللغة العربيّة -وبكالوريوس: جامعة حيفا- اللغة العربيّة وتاريخ الشعوب الإسلاميّة. أستاذ اللغة العربيّة في عدد من الجامعات والكليات، نشر اربعة وعشرين كتابا بحثيا صدر منها "موسوعة الدكتور عطا الله في علم العربيّة" ستّة كتب.​​',
                                    'assets/Images/Contributors/ELIASDHEEBATALLAH_150.jpg',
                                    false,
                                    'assets/Images/cv/.pdf'),
                                ContributorTile(
                                    'سهام الفريح',
                                    'عضو المجلس العلمي',
                                    'أستاذة الأدب العربي، وعميدة كلية الآداب ورئيسة قسم اللغة العربية ورئيسة قسم الإعلام في جامعة الكويت سابقا. أنشئت الجمعية الوطنية لحماية الطفل ورئيسة مجلس إدارتها منذ عام 2006م؛ لها دو بارز ومتميز في سبيل إقرار قانون حقوق الطفل في دولة الكويت في مارس 2015، عضو مجلس أمناء كلية القانون الكويتية العالمية منذ إنشائها 2010، عضو الهيئة العلمية العليا لجائزة الشيخ زايد سابقا، عضو مشروع المعجم التاريخي للغة العربية في قطر، عضو مجلس الأمناء نائب رئيس المنظمة العربية لحقوق الإنسان في القاهرة سابقا، مشارك وعضو مجلس إدارة مؤسسة الفكر العربي في بيروت. شغلت مناصب استشارية في العديد من الجهات والمؤسسات الحكومية والخاصة، بالإضافة إلى عضوية عدد من مجالس الإدارة واللجان ومؤسسات المجتمع المدني، حصلت على العديد من الجوائز العلمية والتكريمات تقديرا لما تقوم به من جهود مميزة. لها إنتاج علمي متميز، ستة عشر كتابا علاوة على البحوث والدراسات ومشاركات علمية عديدة في مؤتمرات ومحاضرات.',
                                    'assets/Images/Contributors/SIHAMALFARIH_150.jpg',
                                    false,
                                    'assets/Images/cv/.pdf'),
                                ContributorTile(
                                    'الشاهد بن محمد البوشيخي',
                                    'عضو المجلس العلمي',
                                    'أستاذ التعليم العالي، حاصل على شهادة الأدب من كلية الآداب بفاس، وشهادة فقه اللغة من كلية الآداب بفاس، وشهادة الحضارة الإسلامية من كلية الآداب بفاس، ودبلوم الدراسات العليا (ماجستير) في النقد الأدبي (الدراسة المصطلحية)، ودكتوراه الدولة في النقد الأدبي (الدراسة المصطلحية). ومن منشوراته: مصطلحات نقدية وبلاغية في كتاب البيان والتبين للجاحظ، ومصطلحات النقد العربي لدى الشعراء الجاهليين والإسلاميين قضايا ونماذج بنشريات القلم بباريس 1993، ونصوص المصطلح النقدي لدى الشعراء الجاهليين والإسلاميين.',
                                    'assets/Images/Contributors/ALSHAHIDALBOUSHEIKHI_200.jpg',
                                    false,
                                    'assets/Images/cv/.pdf'),
                                ContributorTile(
                                    'عبد الحميد الهرامة',
                                    'عضو المجلس العلمي',
                                    'حاصل على دكتوراه الدولة في الأدب الأندلسي سنة 1994. تقلد عدة مهام علمية وإدارية، من بينها: رئيس قسم اللغة العربية بكلية الدعوة الإسلامية خلال المدة:1995-2001، خبير بالمنظمة الإسلامية للتربية والعلوم والثقافة خلال المدة: 2001-2012، مدير مكتب المؤتمرات بجمعية الدعوة الإسلامية سنة 2013، عميد كلية الدعوة الإسلامية منذ 2014، نائب رئيس مجمع اللغة العربية الليبي سنة 2017. للدكتور الهرّامة عدد من العضويات العلمية والثقافية، من بينها: عضو هيئة تحرير مجلة الضاد خلال عامي (74- 1975)، عضو هيئة تحرير مجلة كلية الدعوة الإسلامية منذ 1984 وحتى 2001 ورئيس تحريرها منذ سنة 2014، عضو الهيئة الاستشارية في موسوعة الكويت للعالم الإسلامي منذ سنة 2010، عضو المجلس لمعجم الدوحة التاريخي للغة العربية.',
                                    'assets/Images/Contributors/ABDULLAHALHURAMAH_200.jpg',
                                    true,
                                    'assets/Images/cv/ABDULLAHALHURAMAH_200.pdf'),
                                ContributorTile(
                                    'عبد العلي الودغيري',
                                    'عضو المجلس العلمي',
                                    'حاصل على دكتوراه الدولة في العلوم اللغوية، وتابع دراساته العليا في جامعتي الصُّوربون بباريس وجامعة محمد بن عبد الله بفاس، وجامعة محمد الخامس بالرباط. عمل أستاذاً للعلوم اللغوية متخصّصاً في الدراسات المعجمية، بجامعتي محمد بن عبد الله بفاس ومحمد الخامس بالرباط ( أكدال). تولى منصب رئيس الجامعة الإسلامية العالمية بالنيجر ( تابعة لمنظمة المؤتمر الإسلامي) من 1994 إلى 2005، ومدير مؤسسة علال الفاسي بالرباط من 2006 إلى 2008.​',
                                    'assets/Images/Contributors/ABDELALIOUDRHIRI_200.jpg',
                                    false,
                                    'assets/Images/cv/.pdf'),
                                ContributorTile(
                                    'عبد القادر الفاسي الفهري',
                                    'عضو المجلس العلمي',
                                    'أستاذ-باحث، خبير دولي في اللسانيات المقارنة والتوليدية، والسياسة اللغوية والتخطيط، والمعجم المولد. حصل على دكتور دولة من جامعة باريس-السوربون في اللسانيات العربية والمقارنة. رئيس جمعية اللسانيات بالمغرب، وعضو الجمعية اللسانية الأمريكية LSA والجمعية اللسانية الأوروبية SLE. عمل مديرا للدراسات العليا بجامعة محمد الخامس، ومديرا لمعهد الدراسات والأبحاث للتعريب، وعضوا باللجنة الملكية لإصلاح منظومة التعليم، وعضوا بمجلس أمناء مركز الملك عبد الله الدولي. وهو عضو عامل بالمجمع العربي الليبي. حل أستاذا-باحثا مدعوا على أبرز الجامعات ومراكز البحوث الدولية، بما فيه MIT و Stanford ، وأستاذ لفرليوم بالجامعات البريطانية. مستشار تربوي وعلمي بجامعة محمد بن زيد للعلوم الإنسانية، أبوظبي. عضو في عدد من المبادرات العربية والدولية، ضمنها جائزة الشيخ محمد بن راشد لخدمة اللغة العربية، والمجلس العلمي لمعجم الدوحة التاريخي. كرس أعماله لخدمة الفكر اللساني الحديث، وتطبيقاته على العربية، والسعي إلى بناء سياسات لغوية وتخطيطية عربية فاعلة وعادلة. نال جائزة الاستحقاق الكبرى للثقافة والعلوم، الرباط 1992، وجائزة الملك فيصل الدولية، الرياض 2006. نشر مقالات ودراسات ومؤلفات عديدة بالإنجليزية والفرنسية والعربية. من أهم مؤلفاته: العدالة اللغوية، النظامة، والتخطيط. عمان: دار كنوز المعرفة. 2019 .البناء الموازي الموسع. عمان: دار كنوز المعرفة. 2017. 3 طبعات. السياسة اللغوية في البلاد العربية، بيروت: دار الكتاب الجديد. 2013 .معجم المصطلحات اللسانية، إنجليزي-فرنسي-عربي (باشتراك مع نادية العمري). بيروت: دار الكتاب الجديد. 2009 .المعجمة والتوسيط. بيروت: المركز الثقافي العربي. 1997 .المعجم العربي. الدار البيضاء: دار توبقال. 1986. 3 طبعات. اللسانيات واللغة العربية. في جزأين. الدار البيضاء: دار توبقال. 1985 . ست طبعات. \n Constructing Feminine to Mean. Maryland: Lexington. 2018. \n Key Features and Parameters in Arabic Grammar. Amsterdam: John Benjamins. 2012. \n Issues in the Structure of Arabic Clauses and Words. Boston: Kluwer Academic.1993',
                                    'assets/Images/Contributors/ALFASIALFAHRI_150.jpg',
                                    false,
                                    'assets/Images/cv/.pdf'),
                                ContributorTile(
                                    'عبدالكريم محمد حسن جبل ',
                                    'عضو المجلس العلمي',
                                    'حاصل على الدكتوراه فى علوم اللغة عام 1995م، بإشراف مشترك بين جامعة طنطا (مصر) وجامعة ليدز ببريطانيا. أستاذ العلوم اللغوية بقسم اللغة العربية في جامعة طنطا، ومدير مركز تعليم اللغة العربية لغير الناطقين بها، ووكيل كلية الآداب بجامعة طنطا. له عدد من الكتب المرجعية والأبحاث المنشورة في مجلات محكمة في مجالات الدرس الدلالي والمعجمي والصوتي والصرفي واللسانيات العصبية وتحقيق التراث والترجمة. درَّس علوم اللغة العربية بجامعات طنطا والمنوفية والإمارات. شارك في العديد من المؤتمرات المحلية والإقليمية والدولية. عمل أستاذا زائرا ببعض الجامعات الصينية. أشرف على العديد من الرسائل الجامعية وشارك في مناقشتها بالكثير من الجامعات المصرية. ',
                                    'assets/Images/Contributors/MUHAMMADHASANJABAL_150.png',
                                    true,
                                    'assets/Images/cv/MUHAMMADHASANJABAL_150.pdf'),
                                ContributorTile(
                                    'علي أحمد الكبيسي',
                                    'عضو المجلس العلمي',
                                    'مدير عام المنظمة العالمية للنهوض باللغة العربية، الدوحة، أستاذ النحو والصرف المشارك بجامعة قطر، ورئيس قسم اللغة العربية (2007- 2014م)، حصل على الدكتوراه عام 1987م، رئيس تحرير مجلة الدوحة الثقافية، رئيس مجلس إدارة المركز الثقافي للطفولة، عميد كلية الانسانيات والعلوم الاجتماعية -جامعة قطر- (2000- 2005)م، أمين عام مركز الوثائق والدراسات الانسانية -جامعة قطر- (1992- 1996).​',
                                    'assets/Images/Contributors/ALKABISI_150.png',
                                    false,
                                    'assets/Images/cv/.pdf'),
                                ContributorTile(
                                    'علي القاسمي',
                                    'عضو المجلس العلمي',
                                    'عراقي مقيم في المغرب. تلقّى تعليمه العالي في جامعة بغداد، والجامعة الأمريكية في بيروت، وجامعة أوسلو، وجامعة بيروت العربية، وجامعة تكساس في أوستن، وأكسفورد ، والسوربون. درّس في جامعات بغداد والرباط والرياض. تولى إدارة التربية ثم إدارة الثقافة في المنظمة الإسلامية للتربية والعلوم والثقافة، وإدارة اتحاد جامعات العالم الإسلامي. له أكثر من أربعين كتاباً منها: المعجم العربي الأساسي (المنسِّق)، ومعجم الاستشهادات، وعلم اللغة وصناعة المعجم، والمعجمية العربية بين النظرية والتطبيق، وعلم المصطلح، والأعمال القصصية الكاملة، ورواية مرافئ الحب السبعة',
                                    'assets/Images/Contributors/ALIALKASIMI_200.jpg',
                                    false,
                                    'assets/Images/cv/.pdf'),
                                ContributorTile(
                                    'علي محمد غالب المخلافي',
                                    'عضو المجلس العلمي',
                                    'حاصل على الدكتوراة من قسم اللغة العربية، كلية الآداب، جامعة عين شمس في تخصص (علم اللغة)؛ يعمل حاليا في قسم اللغة العربية بكلية الآداب، جامعة صنعاء. تقلد عددا من المناصب الأكاديمية ومنها : رئيس قسم اللغة العربية بجامعة العلوم والتكنولوجيا، نائب رئيس جامعة تعز للشؤون الأكاديمية، نائب رئيس جامعة ذمار لشؤون الطلابال، عميد مركز اللغات بجامعة صنعاء، وكيل عمادة الدراسات العليا بجامعة صنعاء، شارك في تأسيس كلية اللغات بجامعة صنعاء. عمل في عضوية بعض المجالس العلمية ، ومنها : عضو المجلس العلمي لمعجم الدوحة التاريخي للغة العربية، رئيس المجلس الأكاديمي بجامعة تعز وعضو مجلس جامعة صنعاء. له العديد من الأبحاث، من بينها: المنسوب إلى لهجات اليمن في كتب التراث العربي، الشاهد الشعري في تفسير الشوكاني، منهج ابن منظور في ترتيب المداخل المعجمية، مشكلة الالتباس في المعنى، معايير الغريب في القران الكريم، إضافات ابن منظور على مصادره في اللسان، الفصيح في معجم اللهجات اليمنية، الشاهد ودلالة اللفظ في المعاجم.',
                                    'assets/Images/Contributors/GHALIBALMIKHLAFI_200.jpg',
                                    true,
                                    'assets/Images/cv/GHALIBALMIKHLAFI_200.pdf'),
                                ContributorTile(
                                    'لطيفة النجار',
                                    'عضو المجلس العلمي',
                                    'أستاذ مشارك في قسم اللغة العربية بجامعة الإمارات العربية المتحدة. عيّنت وكيلا لكلية العلوم الإنسانية والاجتماعية في الجامعة، ومديرا للمركز التربوي للغة العربية لدول مجلس التعاون الخليجي. كانت عضوا في مجلس أمناء جائزة حميد بن راشد النعيمي، وفي مجلس أمناء جائزة مؤسسة عبد العزيز سعود البابطين للإبداع الشعري. لها جهود في تطوير مناهج اللغة العربية في التعليم العام في الإمارات. صدر لها عدد من البحوث والكتب؛ منها: منزلة المعنى في نظرية النحو العربي، اللغة جدل الهوية والمعرفة، الوظائف النحوية بين المركزي والهامشي: مثل من وظيفة الحال. تواتر الوظائف النحوية في مدونة المتعلم: دلالاته وتوظفيه في إعادة تشكيل خريطة النحو في التعليم.',
                                    'assets/Images/Contributors/LATIFAALNAJJAR_150.jpg',
                                    false,
                                    'assets/Images/cv/.pdf'),
                                ContributorTile(
                                    'محمد حسان بن حسني الطيان',
                                    'عضو المجلس العلمي',
                                    'حصل على دكتوراه في علوم اللغة العربية بمرتبة شرف من جامعة دمشق سنة 1994؛ وهو أستاذ في الجامعة العربية المفتوحة بالكويت، خبير اللغة العربية بالمنظمة العربية للتربية والثقافة والعلوم (الألكسو)، عضو مراسل بمجمع اللغة العربية بدمشق، عضو المجلس العلمي لمعجم الدوحة التاريخي للغة العربية. للدكتور الطيان خمسة وعشرون كتابا تأليفًا وتحقيقًا (بعضها مشترك) في علوم العربية، وجمالياتها، وتاريخ العلوم عند العرب. شارك في مشاريع ونظم حاسوبية تعنى بالعربية ومعاجمها، وتعليمها، وتصريفها، وإحصاءاتها، خلال عشرين عاما، مع فريق علمي متميز، في مركز الدراسات والبحوث العلمية بدمشق. شارك وحاضر في عشرات الدورات والمؤتمرات والندوات العلمية العربية والعالمية حول اللغة العربية ومعالجتها حاسوبيا وتاريخ العلوم عند العرب، والصوتيات العربية وعلوم القرآن، والنحو الإعلامي، وقضايا المصطلح والتعريب. له أكثر من مئة وسبعين مقالا أو بحثا علميا منشورا في مجلات ثقافية أودوريات محكّمة، وهو مرشح لنيل جائزة الكويت للتقدم العلمي في مجال الفنون والآداب لعام 2018.',
                                    'assets/Images/Contributors/ALTAYYAN_150.jpg',
                                    true,
                                    'assets/Images/cv/ALTAYYAN_150.pdf'),
                                ContributorTile(
                                    'محمد بن سالم المعشني',
                                    'عضو المجلس العلمي',
                                    'أستاذ اللسانيات الاجتماعية بجامعة السلطان  قابوس ترأس قسم اللغة العربية فيها من ٢٠١٤ حتى ٢٠١٩، حاصل على الدكتوراه من جامعة مانشستر بإنجلترا . تتركز اهتماماته العلمية  على الوضع اللغوي القائم في عمان واليمن ومناطق جنوبي الجزيرة العربية؛ فكتب عن بعض اللهجات المعاصرة والقديمة في المنطقة وتناول بعض ظواهرها، ودرس العلاقات المعجمية بين الفصحى وبعض لهجات  العربية الجنوبية  المنتشرة في مناطق من السلطنة واليمن . مثل السلطنة في الهيئة العليا للذخيرة العربية (٢٠٠٦-٢٠١٥).نال جائزة دول مجلس التعاون للتميز في مجال الدراسات اللغوية ٢٠١٥. وهو رئيس لجنة الخطط والمقررات بالجمعية الدولية لأقسام اللغة العربية.',
                                    'assets/Images/Contributors/mohamadbnsalim.jpg',
                                    false,
                                    'assets/Images/cv/.pdf'),
                                ContributorTile(
                                    'رياض زكي قاسم',
                                    'عضو المجلس العلمي',
                                    'أستاذ اللغويات في الجامعة اللبنانية، كلية الآداب والعلوم الإنسانية (١٩٧٧-٢٠٠٩)، متقاعد. عميد كلية الآداب في الجامعة اللبنانية ٢٠٠٠-٢٠٠٥. من كتبه المطبوعة: اتجاهات البحث اللغوي في لبنان ١٨٠١-١٩٦٠(مجلدان)، فن الأداء والتلقين، المعجم العربي: بحوث في المادة والمنهج والتطبيق، تقنيات التعبير العربي، تحقيق معجم تهذيب اللغة للأزهري، وترتيبه ألفبائياً (٤ مجلدات)، لننهض بلغتنا (مع آخرين)، أعمال المنفلوطي الكاملة، دراسة وتوثيق. له أكثر من سبعين مقالة وبحثاً، منشورة في مجلات عربية راقية.',
                                    'assets/Images/Contributors/reyadzaki.jpg',
                                    false,
                                    'assets/Images/cv/.pdf'),
                                ContributorTile(
                                    'طاهر ميلة',
                                    'عضو المجلس العلمي',
                                    'أستاذ تعليم عال في كلية اللغة العربية وآدابها واللغات الشرقية، جامعة الجزائر2، حاصل على دكتوراه الدولة من جامعة الجزائر يوسف بن خدة، الجزائر، حول ألفاظ الحضارة الحديثة في اللغة العربية بين الوضع والاستعمال، تقلد بعض المسئوليات العلمية والإدارية التي لها صلة باللغة العربية والبحث العلمي في الجزائر، له عدد من الأعمال الفردية وشارك في أعمال جماعية، بعضها نشر وبعضها لم ينشر، عالجت هذه الأعمال بعض قضايا المعجم والمصطلح وتهيئة اللغة العربية لما يقتضيه عصرنا الحالي.',
                                    'assets/Images/Contributors/tahirmilla.JPG',
                                    false,
                                    'assets/Images/cv/.pdf'),
                                ContributorTile(
                                    'إسماعيل العمايرة',
                                    'عضو المجلس العلمي\n  (توفّى عام 2017)',
                                    '​​أستاذ في الجامعة الأردنيّة وعضو عامل في مجمع اللغة العربيّة الأردنيّ، وعضو عامل في مجمع اللغة العربية على الشبكة العالمية (مكة المكرمة). كان أستاذا زائرا في جامعات منها جامعة إرلنجن  (ألمانيا) وجامعة هايدلبيرغ (ألمانيا) و جامعة ليون  (فرنسا) وجامعة الزيتونة الأردنية (الأردن)  وجامعة الزرقاء الأهلية (الأردن) وجامعة العلوم الإسلامية العالمية (الأردن).​​​​',
                                    'assets/Images/Contributors/ALAMAYREH_150.png',
                                    false,
                                    'assets/Images/cv/.pdf'),
                                ContributorTile(
                                    'محمود فهمي حجازي',
                                    'عضو المجلس العلمي\n  (توفّى عام 2019)',
                                    'عالم اللغة وأستاذ جامعي و مجمعي ومفكر عربي. ولد في المنصورة/مصر عام 1940. تعلم في المدارس الحكومية ثم درس في كلية الآداب بجامعة القاهرة ونال الليسانس الممتازة بتقدير ممتاز 1958 ثم الدكتوراه من جامعة ميونيخ بألمانيا الاتحادية 1965. كان مدرسا ثم أستاذا مساعدا ثم أستاذا لعلوم اللغة بكلية الآداب جامعة القاهرة. شارك في إعداد المعجم الألماني العربي وموسوعة أسماء العرب. وله مؤلفات في علوم اللغة وتاريخ الفكر، وترجم نحو ثلاثين مجلدا من الألمانية والإنجليزية، وله مئات البحوث في علم اللغة وصناعة المعجم والسياسة اللغوية وعلم المصطلح. أشرف على أكثر من مائة رسالة جامعية بعضها بالتعاون مع جامعات ألمانيا وفرنسا.',
                                    'assets/Images/Contributors/mahmoudFahmiHegazy_150.jpg',
                                    false,
                                    'assets/Images/cv/.pdf'),
                                ContributorTile(
                                    'نهاد بن ياسين الموسى',
                                    'عضو المجلس العلمي\n  (توفّى عام 2022)',
                                    'أستاذ شرف في الجامعة الأردنية. عمل مستشار اليونسكو لتعليم العربية في معهد اللغات الأجنبية في الصين وأسهم في بناء مناهج اللغة العربية والإشراف على تأليف كتبها في عُمان وخبيرا للعربية في برنامج التطوير التربوي في اليمن ومستشار تطوير اللغة العربية في العراق. شارك في تأليف كتب النحو العربي في الأردن وعمل رئيسا لقسم الدراسات العليا للعلوم الإنسانية والاجتماعية ورئيسا لقسم اللغة العربية وادابها وعميدا لكلية الآداب في الجامعة الأردنيةعضو في مجلس أمناء مركز الملك عبد الله بن عبد العزيز الدولي لخدمة اللغة العربية وعضو لجنة تحكيم جائزة الملك فيصل العالمية وعضو مجلس أمناء جامعة الشرق الأوسط وعضو المجلس العلمي لمعجم الدوحة التاريخي للغة العربية. من مؤلفاته: في تاريخ العربية، نظرية النحو العربي في ضوء مناهج النظر اللغوي الحديث، العربية: نحو توصيف جديد في ضوء اللسانيات الحاسوبية، الثنائيات في قضايا اللغة العربية من عصر النهضة إلى عصر العولمة، الصورة والصيرورة: بصائر في أحوال الظاهرة النحوية ونظرية النحو العربي.',
                                    'assets/Images/Contributors/ALMUSA_150.jpg',
                                    true,
                                    'assets/Images/cv/ALMUSA_150.pdf'),
                              ],
                            ))
                      ],
                    ),
                    ExpansionTile(
                      // tilePadding: EdgeInsets.all(0),
                      textColor: Colors.white,
                      backgroundColor: Color(0xFFCCAF41),
                      controlAffinity: ListTileControlAffinity.leading,
                      // collapsedTextColor: Colors.white,
                      // collapsedBackgroundColor: Colors.white,
                      title: Directionality(
                        textDirection: TextDirection.rtl,
                        child: Text(
                          ' العاملون بالمعجم ',
                          style: TextStyle(
                            fontWeight: FontWeight.bold,
                            fontSize: 18,
                            fontFamily: "Bahij",
                          ),
                        ),
                      ),
                      children: [
                        Directionality(
                            textDirection: TextDirection.rtl,
                            child: GridView.count(
                                physics:
                                    NeverScrollableScrollPhysics(), // to disable GridView's scrolling
                                shrinkWrap: true,
                                primary: false,
                                // padding: const EdgeInsets.all(20),
                                // crossAxisSpacing: 10,
                                // mainAxisSpacing: 10,
                                crossAxisCount: 2,
                                children: <Widget>[
                                  ContributorTile(
                                      'عزالدين البوشيخي',
                                      'المدير التنفيذي للمعجم',
                                      'حصل على دكتوراه الدولة في اللسانيات من جامعة مولاي إسماعيل بمكناس في المغرب. شغل منصب أستاذ للتعليم العالي، ونائب العميد في شؤون البحث العلمي والتعاون بالكلية ذاتها، ومديرا لمركز دراسات الدكتوراه، ومديرا للمركز الجامعي لتعليم اللغة العربية وحضارتها، ومديرا لمختبر الدراسات اللسانية والتطبيقات الحاسوبية، ورئيس قسم اللغة العربية والمنسق البيداغوجي لمسلك الدراسات العربية. عمل أستاذاً زائراً ومحاضراً بجامعة قطر، ومديراً لبرنامج اللسانيات والمعجمية العربية في معهد الدوحة للدراسات العليا وأستاذا محاضرا فيه. ويشغل حالياً المدير التنفيذي لمشروع معجم الدوحة التاريخي للغة العربية. خبير متعاون مع عدد من المراكز والمنظمات الإقليمية كمكتب تنسيق التعريب بالرباط، والمنظمة العربية للتربية والثقافة والعلوم بتونس، والمنظمة العالمية للنهوض باللغة العربية في قطر، والمركز العربي للأبحاث ودراسة السياسات في قطر، والمكتب الإقليمي لشرق المتوسط التابع لمنظمة الصحة العالمية بالقاهرة، وأكاديمية المملكة المغربية بالرباط. خبير محكم في عدد من الجامعات العربية والمجلات العلمية. له عدد من المؤلفات والأبحاث في مجالات اللسانيات والمعجم والمصطلح والترجمة.',
                                      'assets/Images/Contributors/AzeddineBouchikhi.jpg',
                                      true,
                                      'assets/Images/cv/BOUCHIKHI_200.pdf'),
                                  ContributorTile(
                                      'رشيد أحمد بلحبيب',
                                      'نائب المدير التنفيذي للمعجم',
                                      'حصل على دكتوراه في الدراسات اللغوية سنة 1993م، أستاذ الدراسات اللغوية، بجامعة محمد الأول، وكلية التربية بسلطنة عمان، وجامعة الإمارات العربية المتحدة، وجامعة قطر. عضو مؤسس لمعجم الدوحة التاريخي للغة العربية، ونائب المدير التنفيذي، وعضو المجلس العلمي للمعجم، ومنسق إقليمي للمعالجة اللغوية في المغرب العربي، ومشارك في تحرير مقدمة المعجم، وتحكيم بعض مواده. مؤلف ومحقق ومترجم لعدد من الكتب والدراسات العلمية، محكم معتمد لدى عدد من الجامعات والمراكز البحثية والمجلات الأكاديمية، منظم ومشارك في عشرات المؤتمرات المحلية والإقليمية والدولية. أدار مجموعة من المشاريع البحثية، وشارك في إنجاز بعض التقارير العلمية في الوطن العربي. مؤسس ومدير سابق لمركز الدراسات والبحوث الإنسانية والاجتماعية، عضو سابق بالمجلس الأعلى للتعليم بالمغرب. مسؤول مؤسس لبرنامج الماستر في الدراسات اللغوية في الغرب الإسلامي، أشرف وناقش عددا من الأطاريح الجامعية في مخلف علوم اللغة العربية وفروعها.',
                                      'assets/Images/Contributors/RACHIDAHMEDBELAHBIB_200.jpg',
                                      true,
                                      'assets/Images/cv/RACHIDAHMEDBELAHBIB_200.pdf'),
                                  ContributorTile(
                                      'محمد العبيدي',
                                      'نائب المدير التنفيذي للمعجم',
                                      'نائب المدير التنفيذي وعضو المجلس العلمي لمعجم الدوحة التاريخي للغة العربية، أستاذ في الدراسات اللغوية، حاصل على الدكتوراه من جامعة بغداد عام 2002. عمل في جامعة صنعاء وعدد من الجامعات اليمنية في التدريس والإشراف على الرسائل العلمية ومناقشتها، وكان رئيسًا لقسم اللغة العربية في كلية اللغات بجامعة صنعاء، ونائبًا لعميد كلية الآداب في الجامعة الوطنية، عمل في جامعة قطر (2007- 2014). وله عدد من الكتب والدراسات العلمية في المعجم والدلالة واللسانيات النصية والتداولية. له إسهامات مختلفة في المشروعات البحثية وتنظيم المؤتمرات والتحكيم العلمي والاستشارات، والإشراف على الرسائل العلمية ومناقشتها. أشرف على مشروع المعجم المدرسي لدول مجلس التعاون الخليجي. أسهم في تأسيس معجم الدوحة التاريخي للغة العربية، ووضعِ نظامه الأساسي ووثائقه التأسيسية ودليلِه المعياري، وتنظيمِ الندوات والمؤتمرات وورش العمل والدورات التدريبية التي عقدها المعجم، وأشرف على تأليف فرق المعالجة والمراجعة والتدقيق والتحرير في البلدان العربية، وقدّم أكثر من أربع عشرة دورة تدريبية وورشة عمل في الصناعة المعجمية.',
                                      'assets/Images/Contributors/participant-img.jpg',
                                      true,
                                      'assets/Images/cv/participant-img.pdf'),
                                  ContributorTile(
                                      'دانة أبو سنينة',
                                      'مديرة مكتب',
                                      'حاصلة على شهادة البكالوريوس في العلوم السياسية من "الجامعة الأردنية"، وتحضّر رسالة الماجستير في الإعلام والدراسات الثقافية. تمتلك خبرة في مجال الدعم العام للأعمال الإدارية، بالإضافة إلى تنظيم الفعاليات والمؤتمرات العلميّة وتنسيق المشاريع، حيث شغلت وظيفة "منسق مشاريع اجتماعية" لدى الأمانة العامة للتخطيط التنموي لمتابعة مشاريع رؤية قطر الوطنية 2030 واستراتيجية التنمية الوطنية. إضافةً إلى خبرتها في مجال إعداد تقارير التنمية البشرية لدولة قطر وفي تحليل وترجمة الوثائق والمقالات المتداولة بوسائل الإعلام المختلفة.',
                                      'assets/Images/Contributors/DANAAZZAM.jpg',
                                      true,
                                      'assets/Images/cv/DANAAZZAM.pdf'),
                                  ContributorTile(
                                      'عبد الرحيم الرحموني',
                                      'خبير لغوي أول',
                                      'أستاذ الأدب القديم ونقده بجامعة سيدي محمد بن عبد الله – كلية الآداب ظهر المهراز بفاس، حاصل على دكتوراه الدولة من جامعة محمد الخامس بالمغرب سنة 1990، ودكتوراه السلك الثالث من جامعة إيكس بمرسيليا سنة 1982، وماجستير من جامعة السوربون بفرنسا 1980. شغل منصب رئيس شعبة اللغة العربية وآدابها، ومدير معهد الدراسات المصطلحية، ومدير مختبر الأبحاث والدراسات المصطلحية، ورئيس وحدة التكوين والبحث في الدكتوراه، ورئيس مسلك الماستر، وعضو بمجلسي الجامعة والكلية، وبمركز الدكتوراه، ورئيس تحرير مجلة "دراسات مصطلحية". أشرف على العديد من الأطروحات الجامعية وناقش أخرى (دكتوراه الدولة – الدكتوراه - دبلوم الدراسات العليا - دبلوم الدراسات العليا المعمقة - الماستر) [في مجالات: الأدب - النقد – البلاغة – الدراسة المصطلحية – دراسة النصوص الأدبية – تحقيق المخطوطات] بكلية الآداب ظهر المهراز بفاس، وكليات أخرى بالجامعات المغربية، بالإضافة إلى جامعات خارج الوطن. له عدد من المؤلفات المطبوعة في الدراسات الأدبية والنقدية والأسلوبية والمصطلحية، وعدد من الأبحاث المنشورة في مجلات مغربية وعربية.شارك في العديد من المؤتمرات الدولية داخل المغرب وخارجه.',
                                      'assets/Images/Contributors/RAHMOUNI_200.jpg',
                                      true,
                                      'assets/Images/cv/RAHMOUNI_CV.PDF'),
                                  ContributorTile(
                                      'حسين علي الزراعي',
                                      'خبير لغوي أول',
                                      'خبير لغويّ أوّل في معجم الدّوحة التاريخيّ. أستاذ التعليم العالي في اللسانيات، رئيس قسم اللغة العربية الأسبق في كلية الآداب جامعة صنعاء (2009-2011)، حاصل على الدكتوراه من جامعة محمد الخامس (2003)، ودرجة الأستاذية من جامعة صنعا (2015). عمل في جامعة صنعاء(2004-2011) وجامعة الملك خالد (2011-2013)، وله أكثر من 20 بحثاً وكتاباً في مجالات لسانية مختلفة، في التركيب والدلالة والمعجم والصرف والتداوليات وغيرها، نُشر أكثرها في المغرب وسوريا واليمن والسعودية والجزائر. له في المُنجَز المعجميّ: نظرية في (بناء الكلمة وتحليلها)، كتاب منشور بالجزائر (2011). والمعجم النّسقي المحوسب، منشور في مجلة أم القرى 2012. رئيس فِرَق إعداد المعاجم المدرسية (2008): مركز البحوث العربي بدولة الكويت، إشراف مركز البحوث والتطوير التربوي باليمن. التحق بمؤسسة معجم الدوحة التاريخي (2014) وتدرج فيه معالجًا، ومراجعًا، ومُحَرِّرًا، ومنسِّقَ تحريرٍ ومُراقب جودةٍ. درَّب وتابع فِرَق اليمن وتركيا والمملكة العربية السعودية والجزائر- تلمسان أثناء مهمة المتابعة والتأهيل الموكلة إليه ضمن مهامّ المعجم التاريخي.',
                                      'assets/Images/Contributors/ALZEERAE_200.jpg',
                                      true,
                                      'assets/Images/cv/ALZEERAE_200.pdf'),
                                  ContributorTile(
                                      'علي أبو زيد',
                                      'خبير لغوي أول',
                                      'أستاذ الأدب والنقد وخبير لغوي أول في معجم الدوحة التاريخي للغة العربية. تخرّج في جامعة دمشق، وحصل على الدكتوراه في الأدب منها عام 1987م، ودرَّس فيها وفي عدد من الجامعات العربية. تولى عدداً من المناصب العلمية في جامعة دمشق منها: رئيس الجامعة، ونائب رئيس الجامعة، ومعاون وزير التعليم العالي، ورئيس قسم اللغة العربية، ورئيس شعبة اللغة العربية في الموسوعة العربية. عضو في عدد من الهيئات العلمية: منها مجمع اللغة العربية في سورية، وعضو اللجنة التأسيسية لمشروع الذخيرة اللغوية (الجزائر) وممثل سورية في جامعة الدول العربية لهذا المشروع، وعضو هيئة استشارية (لمعجم شعراء القرنين التاسع عشر والعشرين) في مؤسسة جائزة عبد العزيز سعود البابطين للإبداع الشعري: الكويت. محكَّم في عدد من المشاريع العلمية اللغوية والأدبية والجوائز الدولية والمجلات والجامعات العربية والتركية. شارك في أكثر من خمسين مؤتمرا علميا عربيا ودولياً. أشرف على عدد من رسائل الماجستير والدكتوراه وشارك في كثير من المناقشات. نُشر له أكثر من ثلاثين كتابا وبحثا.',
                                      'assets/Images/Contributors/AliAbouzeid.jpg',
                                      true,
                                      'assets/Images/cv/aliabozad.pdf'),
                                  ContributorTile(
                                      'محمد الخطيب',
                                      'خبير لغوي مشارك',
                                      'أستاذ مشارك، مختص في أصول النظرية النحوية وتحليل الخطاب بجامعة الأزهر الشريف؛ حاضر في جامعات الأزهر الشريف والإمارات العربية المتحدة وجامعة السلطان قابوس. تدور اهتماماته العلمية حول. 1) أصول النظرية النحوية العربية، وذلك من خلال قراءة التراث النحوي، واستشراف ما هو كامن وراء خطابه من أصول، وضوابط، تحكم منظومته الفكرية. 2) المناهج اللسانية الحديثة، واستقراء مواقف اللسانيين العرب في محاوراتها أو استثمارها، وبيان أوجه إشكاليات التحيز في الواقع الراهن للسانيات في الثقافة العربية، 3) حركة "تحليل الخطاب" و "آليات نقده". 4) كما أن لديه اجتهادات في بناء مجموعة من "المفاهيم" و"المصطلحات" نابعة من قيمنا وأنساقنا المعرفية العربية الإسلامية. له العديد من المؤلفات حول: ضوابط الفكر النحوي، وتداوليات الخطاب السياسي، والقيم الحضارية في الإسلام، نحو حداثة إنسانية جديدة. وشارك في أكثر من عشرين ندوة ومؤتمرًا دوليًا.',
                                      'assets/Images/Contributors/179809_100438783369697_997107_N.jpg',
                                      false,
                                      'assets/Images/cv/.pdf'),
                                  ContributorTile(
                                      'المعتز بالله السعيد',
                                      'خبير مشارك',
                                      'حصلَ من جامعة القاهِرة على درجة الدُّكتوراه بمرتبة الشَّرف الأولى. - يَعمل مُنسِّقًا لوحدة الموارد المُعجميَّة بمشروع مُعجم الدَّوحة، وأستاذًا مُساعدًا [مُشاركًا] بكلِّيَّة دار العُلُوم في جامعة القاهرة. - عَمِلَ خبيرًا واستشاريًّا لحوسَبة اللُّغة وتقنيات اللُّغات الطَّبيعيَّة في عددٍ من المؤسَّسات العربيَّة؛ كما شاركَ في تدريس اللِّسانيَّات الحاسُوبيَّة في معهد الدَّوحة للدِّراسات العُليا. - التَحَقَ بالعمل في مُعجم الدَّوحة منذُ بواكير فكرتِه؛ حيثُ قامَ ببناء مُدوَّنة المُعجم، وأشرَفَ على تطويرها، وأشرَفَ أيضًا على تطوير مواردِها (البيبليوغرافيا، والمكتبة المرجعيَّة)، كما أشرَفَ على التَّهيئة المُعجميَّة للمداخل والوحدات المُعجميَّة. - نَشَرَ نحوَ ثلاثينَ دراسة في دوريَّاتٍ علميَّةٍ ومؤتمراتٍ دوليَّة، بالإضافة إلى ستَّة كُتُبٍ في المُعجَمِيَّة العَرَبِيَّة والدِّراسات اللُّغَوِيَّة المُعاصِرة. - حصلَ على عددٍ من الجوائز، منها: جائزة جامعة القاهرة لأفضل أطروحة علميَّة، وجائزة المُنَظَّمة العربيَّة للتَّربية والثَّقافة والعُلُوم (ألكسو) للإبداع والابتكار التِّقَنِيّ في مَيدان "المُعالَجة الآليَّة للُّغة العربيَّة"، وجائزة راشد بن حُمَيد للعُلُوم والثَّقافة في العُلُوم الإنسانيَّة. .',
                                      'assets/Images/Contributors/Moataz_al-said.jpg',
                                      false,
                                      'assets/Images/cv/.pdf'),
                                  ContributorTile(
                                      'محمد محمود أحمد محجوب',
                                      'خبير لغوي مشارك',
                                      'حصلَ عَلى دكتوراه الدّولةِ في اللّسانياتِ 2000م منْ جامعةِ محمد بنِ عبدِ اللهِ بفاس– المغربِ. التحقَ بجامعةِ نواكشوط عضوا في هيئة التدريس. درَّسَ سابقًا في جامعةِ الإماراتِ، والمعهد العالي للدراسات والبحوث الإسلامية (موريتانيا). أدارَ مركزَ (البحوثِ والإنماءِ) بمنطقةِ أبوظبي التّعليميةِ 2005-2006، وشَغَلَ منصبَ الأخصائيِّ الأوّلِ لمناهجِ اللغةِ العربيةِ في مجلسِ أبوظبي للتّعليمِ 2012-2015. له إسهاماتٌ نقديةٌ ولغويةٌ وتربويةٌ متنوِّعةٌ. شاركَ في العديد من المؤتمرات والندوات العلمية كان من آخرها: ندوة "قضايا اللغة العربية واللسانيات التطبيقية - الدوحة (2017)"، ومؤتمر "التواصل وأنساقه المعرفية في التراث العربي - أغادير/ المغرب (2016)"، وندوة "مناهج البحث في بلاغة القرآن الكريم - الرياض (2016)". من بحوثِهِ المنشورةِ: (مفهومُ اللغةِ بينَ سوسير وتشومسكي)، (والنَّسقُ المصطلحيُّ البلاغيُّ)، (وعوائق التّواصل في الخطاب النّحوي بين مقتضيات المنهاج وواقع الانتهاج)... انضمّ إلى الفريقِ المركزيّ لمعجمِ الدّوحةِ التاريخيّ في 01/04/2015م، ومن ضمنِ أنشطتهِ فيه تقديمُه دورةً في "الصناعةِ المعجميّةِ" لفريق المعالجة المعجمية في موريتانيا 2017م.',
                                      'assets/Images/Contributors/MAHJOUB.jpg',
                                      false,
                                      'assets/Images/cv/.pdf'),
                                  ContributorTile(
                                      'محمد الشيباني',
                                      'خبير لغوي مشارك',
                                      'أستاذ محاضر بجامعة صفاقس- تونس. تقلد عدة وظائف من بينها: رئيس لقسم اللّغة العربيّة بكليّة الآداب والعلوم الإنسانيّة بصفاقس، عضو بمجلسها العلميّ وبالمجلس العلميّ لمخبر مقاربات الخطاب، عضو بالمجلس العلميّ لفريق ترجمة الدّراسات اللّسانيّة والمعجميّة بالمركز الوطنيّ للترجمة بتونس، رئيس تحرير لمجلّة "أصداء الجامعة" (جامعة صفاقس)، وعضو هيئة تحرير مجلّة الفكر الجديد. ويشغل في الوقت الحالي وظيفة خبير لغويّ مشارك في معجم الدّوحة التّاريخيّ للّغة العربيّة سبتمبر 2015. له إصدارات عدة، منها : من قضايا تصنيف الأعمال اللّغويّة (مشروع قراءة) (2015)، بقايا صور... بحث في تعامل بعض النقّاد مع أبي تمّام (2015)، المسكوت عنه (مشترك) (2010)، السّياسة اللّغويّة القوميّة للّغة العربيّة (مشترك) (2010)، كتاب في الصّمت (مشترك) (2008). من ترجماته: الأعمال اللغويّة، سورل، ترجمة أميرة غنيم، المركز الوطنيّ للترجمة، تونس (مراجعة) (2015)؛ إطلالات على النّظريّات اللّسانيّة والدّلاليّة في النّصف الثّانيّ من القرن العشرين، بيت الحكمة، تونس (مشترك) (2012)؛ القاموس الموسوعيّ للتّداوليّة، موشلر،ريبول، المركز الوطني للترجمة، تونس (مشترك) (2010).',
                                      'assets/Images/Contributors/MOHAMED-CHIBANI.jpg',
                                      false,
                                      'assets/Images/cv/.pdf'),
                                  ContributorTile(
                                      'مقبل التّامّ عامر الأحمديّ',
                                      'خبير لغوي مشارك',
                                      'حصل على شهادة الدّكتوراه في الأدب القديم بمرتبة الشّرف من جامعة دمشق2007م، عن أطروحته (شُعراء حِمْيَر، أخبارُهم وأشعارُهم في الجاهليّة والإسلام)، وحصل قبلها على شهادة الماجستير من الجامعة اللُّبنانيّة 2002م، عن أطروحته (شعراء مَذْحِج، أخبارهم وأشعارهم في الجاهليّة)، وقبلهما حصل على إجازتين اثنتين، أولاهما في الدّراسات الإسلاميّة واللُّغة العربيّة من ليبيا 1994م، وثانيتهما في اللُّغة العربيّة من جامعة دمشق 1997م. عمل باحثاً بالموسوعة العربيّة بدمشق وحرّر مجموعةً من الأبحاث فيها. صار عضو هيئة تدريس بقسم اللّغة العربيّة وآدابها بجامعة صنعاء 2009م، ودرّس فيه الأدب الجاهليّ وعَروض الشّعر وموسيقاهُ، وتحقيق المخطوطات لطلبة الدّراسات العُليا. فاز بجائزة رئيس الجمهوريّة للبحث العلميّ الصّادرة عن وزارة التّعليم العاليّ والبحث العلميّ باليمن، مرّتين 2010، 2011م، ترأّس مجمع العربيّة السّعيدة 2011م حتّى الآن، وشغل منصب وكيل وزارة الثّقافة لقطاع المخطوطات ودور الكتب 2012– 2016م. له أبحاثٌ محكّمة عدّة، منها: السّجلّات والزُّبُر المتوارثة من الجاهليّة في اليَمَن، والدّوامغ الشّعريّة بين القحطانيّة والعدنانيّة، وله تحقيقاتٌ عدّة، منها: العسجد المسبوك، وأخبار الزّيديّة (المُطَرِّفيّة)، فضلًا عن فهرسة كتاب تاج العروس. التحق بالمعجم 24/2/2016م.',
                                      'assets/Images/Contributors/MOQBELALAHMADI.jpg',
                                      true,
                                      'assets/Images/cv/MOQBELALAHMADI.pdf'),
                                  ContributorTile(
                                      'خالد الجبر',
                                      'خبير لغوي مشارك',
                                      'حاصل على درجة الدّكتوراه في النّقد والبلاغة (الرُّتبة العليا) من الجامعة الأردنيّة 2002م، والماجستير بامتياز منها 1992م، والبكالوريوس (الرّتبة العليا) من جامعة النّجاح الوطنيّة-فلسطين 1987م. درَّس في جامعاتِ فَلسطين والأردن وقطر 25 عامًا، شَغَلَ فيها رئاسة قسم اللّغة العربيّة بجامعة البترا، وعمادة كليّة الآداب والعُلوم في الجامعة الإسلاميّة- عَمَّان، ورئاسةَ تحرير مجلّة "المشكاة" العلميَّة المحكَّمة، وسكرتاريا تحرير مجلّة "البصائر" العلميّة المحكَّمة، ومقرّر اللِّجان: الاستشاريّة العليا، والاستشاريّة والتّنفيذيّة لمعجم أدباء الأردنّ، والتفرّغ الإبداعيّ بوزارة الثّقافة - الأردنّ، وأمانة سرّ رابطة كتّاب التّجديد. أصدرَ الجبر ثمانية عشر كتابًا منها تسعة محكَّمة علميًّا، وخمسة وعشرون بحثًا علميًّا محكَّمًا منشورًا، وحرّر ثمانية كُتب. شاركَ باحثًا مُستَكْتَبًا في موسوعة "أعلام العلماء والأدباء العرب والمسلمين" للمنظّمة العربيّة للتّربية والثّقافة والعلومِ، كَما أعدَّ وقدَّم خمسة برامج تلفزيونيّة، وبرنامجين إذاعيّين على مدار ثمان سنوات. التحق بمعجم الدّوحة التّاريخيّ للّغة العربيّة بتاريخ 3-8-2016، وهو عضو الهيئة التّنفيذيّة ومنسِّق دائرة التّحرير فيه.',
                                      'assets/Images/Contributors/KHALED_ALJABR.jpg',
                                      true,
                                      'assets/Images/cv/KHALED_ALJABR.pdf'),
                                  ContributorTile(
                                      'أدي آدب',
                                      'خبير لغوي',
                                      'حاصل على الدكتوراه في الأدب الأندلسي من جامعة محمد الخامس بالمغرب سنة 2011م بامتياز. عمل أستاذا منتدبا للغة العربية وآدابها في جامعة قطر خلال المدة 2014-2015م، وأستاذا متعاونا بجامعة محمد الخامس بالمغرب خلال المدة 2008-2010م. كما عمل عضوا في فريق الدوحة للمعالجة المعجمية بـمعجم الدوحة التاريخي للغة العربية 2015-2017م قبل أن يلتحق بالفريق المركزي للمعجم في أكتوبر 2017 خبيرا لغويا. نشرت له عدة كتب ودواوين شعرية، من بينها: كتاب "الإيقاع في المقامات اللزومية للسرقسطي" نشرته دائرة الثقافة والإعلام في الشارقة 2006م، كتاب "المفاضلات في الأدب الأندلسي/ الذهنية والأنساق" نشر 2015 من قبل المركز العربي للأبحاث ودراسة السياسات بالدوحة، ودواوين:"رحلة بين الحاء والباء"، "تأبط أوراقا" 2009، و"بصمة روحي" 2018. وله عدد من البحوث المحكمة، منها: الرسالة الهزلية: قراءة في الوجه الآخر لابن زيدون، مجلة: أندلس مغرب، جامعة قاديس،إسبانيا 2009؛ تقاطع الشعر الموريتاني "الحساني" والشهر الجاهلي، مجلة (تعالوا)ع1، 2009،بليبيا"؛ إضاءات بين يدي البحث في البنية الإيقاعية للشعر الحساني/مقدمة لكتاب منشور حول الموضوع 2012، إلخ.',
                                      'assets/Images/Contributors/AdiAdib.jpg',
                                      false,
                                      'assets/Images/cv/.pdf'),
                                  ContributorTile(
                                      'محمد أبطوي',
                                      'خبير لغوي أول',
                                      'عمل محمد أبطوي إلى حدود يونيو 2019 أستاذاً لتاريخ وفلسفة العلوم بجامعة محمد الخامس بالرباط. تخرج من جامعة محمد بن عبد الله بفاس حيث حصل على الإجازة في الفلسفة، وتابع دراساته العليا بفرنسا بجامعة السوربون بباريس. بعد رسالته للدكتوراه حول مخطوطات جاليليو في الفيزياء (يونيو 1989)، عمِل باحثا لمدة ثمان سنوات (1996-2003) بمهعد ماكس بلانك لتاريخ العلوم ببرلين حيث تخصّص في تاريخ العلوم العربية. كما شغل بين مارس 2007 ومايو 2014 منصب كبير الباحثين بـمؤسسة العلوم والتكنولوجيا والحضارة بمانشستر بالمملكة المتحدة. نشر محمد أبطوي عشرات الكتب والمقالات بالعربية والإنجليزية والفرنسية في تاريخ العلوم وشارك في مؤتمرات وطنية ودولية داخل المغرب وخارجه. أصدر في نونبر 2013 وفي غشت 2015 التحقيق النقدي لمتن المظفَّر الأسفِزاري في الميكانيكا (عِلما الأثقال والحيّل) وترجمته الإنجليزية (لندن: مؤسسة الفرقان للتراث الإسلامي). فاز بجائزة الملك عبد الله بن عبد العزيز العالمية للترجمة في دورتها الثامنة (2015)، ومنحته جامعة محمد الخامس بالرباط في يناير 2016 جائزة أحسن كتاب في العلوم الاجتماعية',
                                      'assets/Images/Contributors/Abattouy.png',
                                      true,
                                      'assets/Images/cv/Abattouy.pdf'),
                                ])),
                        Directionality(
                            textDirection: TextDirection.rtl,
                            child: GridView.count(
                                physics:
                                    NeverScrollableScrollPhysics(), // to disable GridView's scrolling
                                shrinkWrap: true,
                                primary: false,
                                // padding: const EdgeInsets.all(20),
                                // crossAxisSpacing: 10,
                                // mainAxisSpacing: 10,
                                crossAxisCount: 2,
                                children: <Widget>[
                                  ContributorTile(
                                      'ندى نور',
                                      'خبير لغوي',
                                      'خبيرة لغوية في مشروع معجم الدوحة التاريخي للغة العربية. نالت الدكتوراه في اللغة العربية- جامعة الخرطوم 2015 (خطاب المقدِّمة ودروس البديع بين أسرار البلاغة ومفتاح العلوم)، وماجستير اللسانيات والمعجمية العربية بتقدير امتياز- معهد الدوحة للدراسات العليا 2017 (تمثيل المعجم في نظرية النحو الوظيفي الخطابي)، وماجستير الآداب في اللغة العربية، جامعة الخرطوم 2013م (أحوال اللفظ والمعنى بين الصناعتين ودلائل الإعجاز). حازت على جوائز عدة: جائزة جامعة الخرطوم لأحسن أداء أكاديمي في كلية الآداب في العام 2004/2005م، جائزة جامعة الخرطوم لأحسن أداء أكاديمي في قسم اللغة العربية 2008/2009م، المرتبة الأولى في المساق الأدبي في امتحانات الشهادة السودانية 2004م. تدرجت في الوظائف الأكاديمية في قسم اللغة العربيّة بكليّة الآداب وصولا إلى أستاذ مساعد، كما تولت عددا من المناصب الإدارية بجامعة الخرطوم، آخرها مدير إدارة شؤون مجلس الأساتذة. قدَّمت أوراقًا علميَّة في عدد من المؤتمرات العالمية 2015-2018م. تعتني أبحاثها بصناعة المعاجم العربية، والمقارنة بين النظريات اللسانية الحديثة والتراث البلاغي العربي.',
                                      'assets/Images/Contributors/NADA.png',
                                      false,
                                      'assets/Images/cv/.pdf'),
                                  ContributorTile(
                                      'خيرالله الشريف',
                                      'باحث مساعد',
                                      'حاصل على ماجستير في اللغة العربية من الجامعة اللبنانية 2004، وهو الآن يحضر دكتوراه في معهد البحوث بالقاهرة. عمل أمين المصادر في المكتبة الوطنية بدمشق 86-94، مدير المكتبة العربية لمجمع دمشق 94-2007، مدير المخطوطات في المكتبة الوطنية بدمشق 2007 -2008، محرر لغوي في (بي إن سبورتس) 2012 -2015، خبير لغوي في معجم الدوحة منذ 2015. من منشوراته: تحقيق "المتحابين في الله"، أحاديث الشعر، عجالة الراكب، القول المفيد، أخبار لحفظ القرآن، الحصن الحصين ومفتاحه، من سؤالات أبي بكر الأثرم، المفيد في شرح القصيد. تأليف: محمد أمين سويد. بحوث: البقاعي ومؤلفاته، ملاحظات على أعمال علمية لمخطوطات عربية، المرأة في أدب الرافعي، د.جودة الركابي، ابن جبارة المقدسي وكتابه المفيد، مقالات محمد كرد علي في مجلة المجمع، من أمالي ابن عساكر، نظرات في مسائل لغوية، مجموع الأثبات الحديثية لآل الكزبري، المجامع اللغوية العربية، مصطلح القراءة الشاذة في المحتسب، قراءة في شرح المعلقات السبع، قول في مقالين، في ظلال مجلة مجمع دمشق',
                                      'assets/Images/Contributors/KHAIRULLAH.jpg',
                                      true,
                                      'assets/Images/cv/Khairullah_CV.pdf'),
                                  ContributorTile(
                                      'خديجة الصلابي',
                                      'باحث مساعد',
                                      'باحثة مساعدة في معجم الدوحة التاريخي، حاصلة على شهادة الماجستير من معهد الدوحة للدراسات العليا، قسم اللسانيات والمعجمية العربية ٢٠١٧. نالت درجة البكالوريوس من جامعة قطر بتقدير ممتاز مع مرتبة الشرف في اللغة العربية "لسانيات"، وتخصص الإعلام. لها عدة مساهمات في احتفالاتٍ وأنشطةٍ ثقافية متنوعة، ومنشورات في الصّحف والمجلات المحليّة والدولية، وفازت بالعديد من الجوائز في المجالات الأدبية.',
                                      'assets/Images/Contributors/KHADIJA_SALLABY.jpg',
                                      false,
                                      'assets/Images/cv/.pdf'),
                                  ContributorTile(
                                      'علاء الشاطر',
                                      'باحث مساعد',
                                      'حاصِل على شهادَة الإجازة في اللسانيات العربيَّة من جامعة سيدي محمد بن عبد الله بفاس-المغرب سنة 2015، بتقدير التفوّق: الجائزة الأولى على الصعيد الجامعيّ. حاصل على منحة تنافسية لإكمال الدراسات العليا بدولة قطر. خريج معهد الدَّوحة للدِّراسات العليا تخصُّص اللسانيات والمعجميَّة العربيَّة بتقدير جدارة، عمل معالجًا لغويًّا في فريق مُعجم الدّوحة التاريخيّ ضمن إطار العمل الطلابي، ويعمل حاليا في هيئة التحرير. أعد أطروحة الماجستير في موضوع "المعلومات الصرفية في المعجم العربيّ دراسة وصفيّة تحليليّة". من مشاركاته البحثة: مقال بعنوان " ترتيب الوحدات المعجمية تحت الجذور في المعجم العربي"، المؤتمر الدولي السادس اللغة العربية في دبي؛ مقال بعنوان "المشاكل المعرفية التي تواجه الباحث في العلوم الاجتماعية والإنسانية: نحو عبور التخصص بشكل نموذجي"، الجامعة الصيفية، معهد الدوحة للدراسات العليا بشراكة مع جامعة محمد الخامس، دورة مراكش المغرب.',
                                      'assets/Images/Contributors/ALAE_CHATER.jpg',
                                      true,
                                      'assets/Images/cv/ALAE_CHATER.pdf'),
                                  ContributorTile(
                                      'أيمن بن نجي',
                                      'باحث مساعد',
                                      'نال درجة الماجستير من معهد الدّوحة للدّراسات العليا، عن رسالته "ترتيب الوحدات المعجميّة المركّبة: معالجة لغوية حاسوبيّة" مع توصية بالطبع والنّشر من قبل اللّجنة المناقشة، ونال درجة الماجستير من جامعة المنصورة، عن رسالته "ألفاظ الحضارة في موطّأ الإمام مالك: معجم ودراسة دلاليّة" بتقدير ممتاز، فاز بجائزة الألسكو/ الشّارقة للدراسات اللغويّة والمعجميّة في دورتها الثانية (2018) في محور: دراسات في المعجم التّاريخيّ للّغة العربيّة، نشر عددًا من الأبحاث في مجلّات محكّمة، منها: "دور اللغة في العمل الإنسانيّ" بمجلّة الدّوحة، و"التّخطيط والسّياسة اللّغويّة في ليبيا: دراسة في القوانين والتّشريعات الصادرة" بمجلّة التّخطيط والسّياسة اللّغويّة.',
                                      'assets/Images/Contributors/Aymen_Nji.PNG',
                                      true,
                                      'assets/Images/cv/Aymen_Nji_CV.pdf'),
                                ])),
                        Directionality(
                            textDirection: TextDirection.rtl,
                            child: GridView.count(
                                physics:
                                    NeverScrollableScrollPhysics(), // to disable GridView's scrolling
                                shrinkWrap: true,
                                primary: false,
                                // padding: const EdgeInsets.all(20),
                                // crossAxisSpacing: 10,
                                // mainAxisSpacing: 10,
                                crossAxisCount: 2,
                                children: <Widget>[
                                  ContributorTile(
                                      'محمد عبد الله بباه',
                                      'خبير حاسوبي',
                                      'يعمل خبيرا حاسوبيا ومنسقا لوحدة الحوسبة بمشروع معجم الدوحة التاريخي للغة العربية. حاصل على شهادة الدراسات العليا المعمقة في التحليل الرقمي ومعالجة الإشارات (2005) وشهادة الدكتوراه في المعالجة الآلية للغات الطبيعية من جامعة محمد الأول بوجدة (2013). عمل لسنوات ضمن مختبر البحث في علوم الحاسوب، جامعة محمد الأول بالمغرب، باحثا في بعض مشاريع البرمجيات الآلية للغة العربية كبرنامج المحلل الصرفي مفتوح المصدر (برنامج الخليل) والمشكّل الآلي مفتوح المصدر بالتعاون مع المنظمة العربية للتربية والثقافة والعلوم (ألكسو) ومدينة الملك عبد العزيز للعلوم والتقنية. حصل على المركز الثاني بجائزة الألكسو للإبداع والابتكار التقني للباحثين الشباب بالوطن العربي (2012) في مجال المعالجة الآلية للغة العربية.',
                                      'assets/Images/Contributors/BEBAH_200.jpg',
                                      false,
                                      'assets/Images/cv/.pdf'),
                                  ContributorTile(
                                      'محمد رقاس',
                                      'خبير حاسوبي',
                                      'خبير حاسوبي في معجم الدوحة التاريخي للغة العربية. حاصل على الدكتوراه في علوم الحاسب من جامعة محمد الأول بالمغرب وشهادة ماجستير متخصص بهندسة المعلوميات. ساهم في تأليف كتاب "نحو معجم تاريخي للغة العربية" وله عدد من الأبحاث في مجال حوسبة المعاجم، منها: "الهيكل الحاسوبي للمعجم التاريخي للغة العربية، التقنيات الحاسوبية في خدمة المعجم التاريخي للغة العربية"؛ "التصميم الحاسوبي للجذاذة والمدونة والمرصد"؛ "البرامج الحاسوبية المستخدمة في بناء المدونات المعجمية وتدبيرها: دراسة تقويمية "، "AMELIORATION OF THE INTERACTIVE DICTIONARY OF ARABIC "',
                                      'assets/Images/Contributors/REQQASS_200.jpg',
                                      false,
                                      'assets/Images/cv/.pdf'),
                                  ContributorTile(
                                      'يحيى محمد الحاج',
                                      'خبير حاسوبي',
                                      'حصل على شهادة الدكتوراه في علوم الحاسب من جامعة محمد الأول بالمغرب سنة 2001م ضمن برامج أوروبية مشتركة (INCO-DC&DAPPI). عمل باحثا بعد الدكتوراه في إحدى المختبرات الفرنسية (IRIT-Toulouse) بتمويل من منح التميز التابعة لمنظمة الدول الناطقة باللغة الفرنسية؛ ثم انتقل للعمل بجامعة الإمام بالسعودية، ودَرَّس في كلية الحاسب لمدة تسع سنوات وشارك في أنشطة علمية مختلفة، منها: إنشاء مركز متخصص للحوسبة في المجالات الشرعية والعربية، تأسيس مجموعة بحثية لحوسبة اللغة العربية. ساهم مع نخبة من الباحثين العرب في مبادرة لتعزيز استخدام اللغة العربية في مجال علوم الحاسب، تمخض عنها مؤتمر دولي ينعقد باستمرار منذ 2003م، ومجلة دولية يتولى رئاسة تحريرها من 2012م. ساهم في تقديم الاستشارات ووضع الخطط الدراسية وتحكيم البحوث والإشراف على الرسائل في مؤسسات علمية عدة في السعودية والمغرب وتونس. حصل على منحة للتميز البحثي من الصندوق العربي للإنماء بالكويت 2014م. التحق بمشروع معجم الدوحة التاريخي للغة العربية (سبتمبر 2015م) خبيرا حاسوبيا، ويعمل أستاذا منتدبا في برنامج الماجستير للسانيات والمعجمية العربية بمعهد الدوحة للدراسات العليا.',
                                      'assets/Images/Contributors/YahyaElhaj.jpg',
                                      true,
                                      'assets/Images/cv/YahyaElhaj_CV.pdf'),
                                  ContributorTile(
                                      'أحمد الخميري',
                                      'باحث حاسوبي',
                                      'حاصل على شهادة مهندس حوسبة في اختصاص تقنية أنظمة المعلومات والاتصالات، وشهادة خبير برمجيات على نظام "جافا" من شركة "أوراكل". له أكثر من 10 سنوات في مجال البرمجيات وتطوير أنظمة المعلومات مع شركات أمريكية وفرنسية مثل "فيداليتي" و "سوبرا". عمل كمهندس برمجيات أول في مركز قطر للبحوث والابتكارات وساهم في تطوير أول منصة إنترنت الأشياء في الشرق الأوسط. التحق بمعجم الدوحة التاريخي للغة العربية سنة 2017 للعمل في وحدته الحاسوبية كباحث حاسوبي.',
                                      'assets/Images/Contributors/AHMED_KHEMIRI.jpg',
                                      true,
                                      'assets/Images/cv/AHMED_KHEMIRI_CV.pdf'),
                                ]))
                      ],
                    ),
                    ExpansionTile(
                      // tilePadding: EdgeInsets.all(0),
                      textColor: Colors.white,
                      backgroundColor: Color(0xFFCCAF41),
                      controlAffinity: ListTileControlAffinity.leading,
                      // collapsedTextColor: Colors.white,
                      // collapsedBackgroundColor: Colors.white,
                      title: Directionality(
                        textDirection: TextDirection.rtl,
                        child: Text(
                          ' موظفون سابقون بالمعجم ',
                          style: TextStyle(
                            fontWeight: FontWeight.bold,
                            fontSize: 18,
                            fontFamily: "Bahij",
                          ),
                        ),
                      ),
                      children: [
                        Directionality(
                            textDirection: TextDirection.rtl,
                            child: GridView.count(
                                physics:
                                    NeverScrollableScrollPhysics(), // to disable GridView's scrolling
                                shrinkWrap: true,
                                primary: false,
                                // padding: const EdgeInsets.all(20),
                                // crossAxisSpacing: 10,
                                // mainAxisSpacing: 10,
                                crossAxisCount: 2,
                                children: <Widget>[
                                  ContributorTile(
                                      'عبد النبي الدكير',
                                      'خبير لغوي أول',
                                      'حاصل على دكتوراه الدولة ودبلوم الدراسات العليا في العلوم اللغوية، أستاذ التعليم العالي بكلية الآداب في جامعة المولى إسماعيل مكناس في المغرب.​ له مجموعة من الأبحاث العلمية المنشورة بمجلات محكمة وعضو محكّم في مجلات علمية دولية. شارك في مجموعة من المؤتمرات الدولية والوطنية  وأشرف على العديد من الرسائل الجامعية وناقش أخرى. صاحب مشروع (نظرية نحو العلامة).',
                                      'assets/Images/Contributors/DKIER_200.jpg',
                                      false,
                                      'assets/Images/cv/.pdf'),
                                  ContributorTile(
                                      'محمد الدحماني',
                                      'خبير لغوي أول',
                                      'حاصل على شهادة دكتوراه الدولة، تخصص "لسانيات عربية". خبير لغوي أول بمعجم الدوحة التاريخي للغة العربية، بالدوحة(2014- 2017)، شارك في تقديم "الدورة التدريبية لمنسقي المعالجة المعجمية في البلدان العربية" بالدوحة (2- 9 /5/ 2015)، شارك في أعمال الدورة التدريبية للمعالجة المعجمية بالدوحة (1-6-8/7/ 2015)، شارك في الندوة العلمية التي نظمها معجم الدوحة التاريخي للغة العربية "اللغة العربية في بيئات ومجالات مختلفة" 26-27 دجنبر2015، شارك في تأطير الدّورة التدريبية في الصّناعة المعجميّة بالمملكة المغربية-مراكش (7-9 أبريل 2017).',
                                      'assets/Images/Contributors/Dahmani.jpg',
                                      false,
                                      'assets/Images/cv/.pdf'),
                                  ContributorTile(
                                      'عبد المنعم الغرياني',
                                      'خبير لغوي مشارك',
                                      'حاصل على الدكتوراه في اللغة العربية وآدابها من جامعة سيدي محمد بن عبد الله، فاس، المملكة المغربية (2010) ودبلوم الدراسات العليا في علوم اللغة العربية من جامعة محمد الخامس، الرباط، المملكة المغربية، (1998) وماجستير 2 في اللغة العربية، من جامعة لوميار، ليون، فرنسا (2006). اشتغل أستاذا لمواد النحو والصرف والتدريبات اللغوية في جامعة المرقب بليبيا، وأشرف على عدد من بحوث التخرج فيها، وعمل أستاذا في الكلية الأوروبية للعلوم الإسلامية بالمعهد الأوروبي للعلوم الإنسانية بمدينة شاتوشينون الفرنسية للمواد اللغوية بكلية الشريعة، ودرَّس العربية للناطقين بغيرها، وأعدّ برامج الكلية الأوروبية للغة العربية، وراجع مذكرات المعهد الأوروبي مراجعة لغوية. له مشاركات في مؤتمرات دولية في مجاليْ المعجمية والمصطلحية.',
                                      'assets/Images/Contributors/ABDULMONIMALGHARIANI.png',
                                      false,
                                      'assets/Images/cv/.pdf'),
                                  ContributorTile(
                                      'أحمد الجنابي',
                                      'خبير لغوي',
                                      'حاصل على شهادة الدكتوراه في فلسفة آداب اللغة العربية وعلومها من الجامعة العراقية ببغداد 2005، والماجستير من جامعة بغداد 2002، ونال منحة (بوست دكتوراه) لمواصلة أبحاث ما بعد الدكتوراه من جامعة ملايا 2009. بدأ مدرساً مساعداً في كلية المعارف الجامعة بالعراق إلى 2004، ثم مدرّساً في جامعة الأنبار بالعراق إلى 2006، ومحاضراً في كلية السلطان أزلان شاه الجامعية بماليزيا إلى 2009، وكبير المحاضرين في جامعة ملايا بماليزيا إلى 2014. أشرف على العديد من رسائل الماجستير والدكتوراه، وناقش أخرى في جامعات ماليزية، له عدد من الكتب المطبوعة، والأبحاث المنشورة، وإسهامات علمية وأكاديمية متنوعة في بلدان عدة.',
                                      'assets/Images/Contributors/ALJANABI_200.jpg',
                                      false,
                                      'assets/Images/cv/.pdf'),
                                  ContributorTile(
                                      'حسين السوداني',
                                      'خبير لغوي',
                                      'أستاذ مبرَّز حاصل على الدكتوراه في اللسانيات من الجامعة التونسية بدرجة الشرف الأولى وعلى شهادة الدراسات المعمقة بدرجة الامتياز، عضو فريق البحث في "تحليل الخطاب" ثم في مخبر "نحو الخطاب وبلاغة التداول" بجامعة منوبة تونس، أستاذ علوم اللغة بالمعهد العالي للعلوم الإنسانية بتونس وبجامعة تونس الافتراضية، أنجز العديد من البحوث في اللسانيات، وله مشاركات علمية بالألسنة العربية والفرنسية والإنجليزية في علوم اللغة في جامعات عربية وفرنسية وبريطانية وألمانية، واهتمام بتطبيقات علميْ اللسانيات والسيميولوجيا انطلاقا من رسائل ماجستير أشرف عليها وبحوث أخرى أنجزها في سياق لغة الإشارات والترجمة. يرأس تحرير مجلة "ميزان الترجمة" الصادرة عن المركز الوطني للترجمة بتونس، وهو مراجع للعديد من منشوراته.',
                                      'assets/Images/Contributors/SOUDANI.jpg',
                                      false,
                                      'assets/Images/cv/.pdf'),
                                  ContributorTile(
                                      'محمد الفجر',
                                      'خبير لغوي',
                                      'حصل على شهادة الدكتوراه في علم اللغة من جامعة دمشق عام 2012، والماجستير في علم اللغة من جامعة القاهرة عام 2008. عمل خبيرًا لغويًا في معجم الدوحة التاريخي للغة العربية، وأستاذًا مساعداً في جامعة أتاتورك بتركيا 2012-2015. وشارك في برنامج تعليم اللغة العربية لغير الناطقين بها ضمن مشروع (AtademiX 2014) بالجامعة نفسها. ومحاضرًا في معهد الشام العالي بدمشق 2010-2012، وفي المعهد الدّولي لتعليم اللغة العربية لغير الناطقين بها بدمشق 2009-2010. وله عدد من المؤلفات والبحوث في مجال المعجمية المختصة وتعليم العربية لغير الناطقين بها.',
                                      'assets/Images/Contributors/Fajr.png',
                                      false,
                                      'assets/Images/cv/.pdf'),
                                  ContributorTile(
                                      'محمد خليل الزروق',
                                      'خبير لغوي',
                                      'حصل على الدكتوراه من كلية دار العلوم قسم النحو والصرف بجامعة القاهرة سنة 2011، وعلى الماجستير من كلية الآداب بجامعة بنغازي سنة 1998، وعمل في التعليم الجامعي في ليبيا بين سنتي 1993 و2006، وله بضعة كتب منشورة، منها: الوقف والابتداء في كتاب الله لمحمد بن سعدان، والضاد موصوفة ومنطوقة، وعدد من الأبحاث المنشورة، وأسس مجلة (الرقيم) الأدبية على الإنترنت ورأس تحريرها بين سنتي 2010 و2013.​​',
                                      'assets/Images/Contributors/ZARROUK.jpg',
                                      false,
                                      'assets/Images/cv/.pdf'),
                                  ContributorTile(
                                      'محمد عطية',
                                      'خبير حاسوبي',
                                      'حاصل على دكتوراة في هندسة الإلكترونيات والاتصالات الكهربائية سنة 2005م، وله خبرة طويلة في البحث والتطوير والتدريس. عمل استشاري هندسة البرمجيات -لوكسور تكنولوجي - أوكفيل – كندا، باحث مستقل ومدير مشروعات بكل من كندا ومصر والشرق الأوسط، أستاذ زائر لهندسة وعلوم الحاسبات في الأكاديمية البحرية للعلوم والتكنولوجيا والنقل البحري www.AAST.edu - هليوبوليس - القاهرة – مصر، استشاري معالجة اللغات الطبيعية، ومدير قسم الأبحاث والتطوير (سابقًا) بالشركة الهندسية لتطوير نظم الحاسبات (www.RDI-eg.com) - مصر.',
                                      'assets/Images/Contributors/mohamed_attia.jpg',
                                      false,
                                      'assets/Images/cv/.pdf'),
                                  ContributorTile(
                                      'هالة محجوب',
                                      'موظفة توثيق وأرشفة',
                                      '',
                                      'assets/Images/Contributors/Hala.png',
                                      false,
                                      'assets/Images/cv/.pdf'),
                                ])),
                      ],
                    ),
                    ExpansionTile(
                      // tilePadding: EdgeInsets.all(0),
                      textColor: Colors.white,
                      backgroundColor: Color(0xFFCCAF41),
                      controlAffinity: ListTileControlAffinity.leading,
                      // collapsedTextColor: Colors.white,
                      // collapsedBackgroundColor: Colors.white,
                      title: Directionality(
                        textDirection: TextDirection.rtl,
                        child: Text(
                          'الخبرء المتعاونون',
                          style: TextStyle(
                            fontWeight: FontWeight.bold,
                            fontSize: 18,
                            fontFamily: "Bahij",
                          ),
                        ),
                      ),
                      children: [
                        ExpansionTile(
                          iconColor: Colors.black,
                          collapsedIconColor: Colors.black,
                          controlAffinity: ListTileControlAffinity.leading,
                          backgroundColor: Colors.white,
                          textColor: Colors.black,
                          title: Directionality(
                            textDirection: TextDirection.rtl,
                            child: Text(
                              'خبراء لغويون',
                              style: TextStyle(
                                fontWeight: FontWeight.bold,
                                fontSize: 18,
                                fontFamily: "Bahij",
                              ),
                            ),
                          ),
                          children: [
                            Padding(
                              padding: EdgeInsets.fromLTRB(20, 0, 20, 0),
                              child: Directionality(
                                  textDirection: TextDirection.rtl,
                                  child: Text(
                                    ''' حسين الحبشي
منسق تحرير
يوليو 2016 - أكتوبر 2018

حاصل شهادة الدكتوراه من جامعة صنعاء، 2009م، عن أطروحته (اللَّبْس في الدرس النحوي)، والماجستير من جامعة حضرموت، 2004م، عن رسالته (نزع الخافض في الدرس النحوي)، والبكالوريوس من جامعة عدن 1993م تخصص (اللغة العربية وآدابها). تقلد عدة وظائف، من بينها: أستاذ النحو والصرف المشارك بدءًا من 29/1/2015م، المدير العام لأمانة سر مجلس جامعة حضرموت 2013م–2016م، رئيس قسم اللغة العربية بكلية الآداب/ جامعة حضرموت 2011-2012م.

سعيد الأيوبي
منسق تحرير
يوليو 2016 - أكتوبر 2018

أستاذ الأدب العربي القديم والنقد والبلاغة بجامعة مولاي اسماعيل مكناس المغرب. شغل عدة مناصب، منها: رئيس قسم اللغة العربية بكلية آداب مكناس، عميد كلية الدراسات الإسلامية والعربية بدبي ورئيس تحرير مجلتها، عضو هيئة تحرير مجلة الشمال للعلوم الإنسانية بجامعة الحدود الشمالية السعودية، وأشرف على كثير من رسائل الماجستير والدكتوراه. من مؤلفاته: عناصر الوحدة والربط في الشعر الجاهلي، الصورة والباء في المراثي الجاهلية والإسلامية، وله مؤلفان قيد الطبع.

عبد الملك عبد الوهاب الحسامي
منسق تحرير
فبراير 2017 - أكتوبر 2018

حاصل على الدكتوراة في اللغويات من جامعة الأزهر سنة 1990 بمرتبة الشرف الأولى. عمل في جامعة تعز من 1991-1997 رئيسا لقسم التربية العملية ثم وكيلا لكلية التربية ثم عميدا للدراسات العليا والبحث العلمي؛ عمل مديرا لفرع جامعة العلوم والتكنولوجيا في تعز من أكتوبر 1997 إلى أغسطس 2002م؛ و أستاذا في قسم اللغة العربية بجامعة الإمارات من سبتمبر 2002 إلى أغسطس 2014م. له أربعة كتب مطبوعة وأكثر من عشرين بحثا منشورا في مجلات علمية محكمة.

عبد المنعم حرفان
منسق تحرير
يوليو 2015 - أكتوبر 2018

أستاذ باحث في اللسانيات بكلية الآداب- ظهر المهراز، فاس. تقلد عدة مناصب: رئيس سابق لقسم اللغة العربية، مدير مختبر الأبحاث المصطلحية والدراسات النصية، رئيس تحرير مجلة "ورقات"، مجلة حولية يصدرها مختبر الأبحاث المصطلحية. من أعماله: نحو الأندلس من خلال أمالي السهيلي (2015)، حول الوضع اللساني للممنوع من الصرف (2015)، نحْوُ الاسم العلم عند الإمام السهيلي (2017)، أعد ونسَّقَ كتاب: النص في المناهج اللسانية والنقدية (2018).

عبد النبي الدكير
منسق تحرير
سبتمبر 2018 - -

حاصل على دكتوراه الدولة ودبلوم الدراسات العليا في العلوم اللغوية، أستاذ التعليم العالي بكلية الآداب في جامعة المولى إسماعيل مكناس في المغرب.​ له مجموعة من الأبحاث العلمية المنشورة بمجلات محكمة وعضو محكّم في مجلات علمية دولية. شارك في مجموعة من المؤتمرات الدولية والوطنية  وأشرف على العديد من الرسائل الجامعية وناقش أخرى. صاحب مشروع (نظرية نحو العلامة).

عبدالكريم جبل
منسق تحرير
يونيو 2015 - أكتوبر 2018

حاصل على الدكتوراه فى علوم اللغة عام 1995م، بإشراف مشترك بين جامعة طنطا (مصر) وجامعة ليدز ببريطانيا. أستاذ العلوم اللغوية بقسم اللغة العربية في جامعة طنطا، ومدير مركز تعليم اللغة العربية لغير الناطقين بها، ووكيل كلية الآداب بجامعة طنطا. له عدد من الكتب المرجعية والأبحاث المنشورة في مجلات محكمة في مجالات الدرس الدلالي والمعجمي والصوتي والصرفي واللسانيات العصبية وتحقيق التراث والترجمة. درَّس علوم اللغة العربية بجامعات طنطا والمنوفية والإمارات. شارك في العديد من المؤتمرات المحلية والإقليمية والدولية. عمل أستاذا زائرا ببعض الجامعات الصينية. أشرف على العديد من الرسائل الجامعية وشارك في مناقشتها بالكثير من الجامعات المصرية.

علي محمد المخلافي
منسق تحرير
يناير 2016 - أكتوبر 2018

حاصل على الدكتوراة من قسم اللغة العربية، كلية الآداب، جامعة عين شمس في تخصص (علم اللغة)؛ يعمل حاليا في قسم اللغة العربية بكلية الآداب، جامعة صنعاء. تقلد عددا من المناصب الأكاديمية ومنها : رئيس قسم اللغة العربية بجامعة العلوم والتكنولوجيا، نائب رئيس جامعة تعز للشؤون الأكاديمية، نائب رئيس جامعة ذمار لشؤون الطلابال، عميد مركز اللغات بجامعة صنعاء، وكيل عمادة الدراسات العليا بجامعة صنعاء، شارك في تأسيس كلية اللغات بجامعة صنعاء. عمل في عضوية بعض المجالس العلمية ، ومنها : عضو المجلس العلمي لمعجم الدوحة التاريخي للغة العربية، رئيس المجلس الأكاديمي بجامعة تعز وعضو مجلس جامعة صنعاء. له العديد من الأبحاث والكتب المنشورة.

محمد ناجي العمر
منسق تحرير
فبراير 2016 - أكتوبر 2018

حاصل على شهادة الدكتوراه في علم اللغة العربية (علم الصرف)، جامعة مولاي إسماعيل، مكناس، المملكة المغربية. عضو هيئة التدريس بجامعة إسطنبول. عمل في التدريس في الجامعات الآتية: جامعة صنعاء، الجامعة الإسلامية العالمية بماليزيا، جامعة زايد(دبي)، جامعة الشارقة، جامعة الدمام، جامعة الحدود الشمالية (السعودية)، جامعة إسطنبول 29 مايس. من مؤلفاته: التصريف المعنوي عند ابن جني(رسالة دكتوراه)، سلسلة القلم لتعليم العربية(خمسة كتب، مشاركة في التأليف والمراجعة)، مختصر تاريخ دمشق لابن عساكر(تحقيق ثلاثة أجزاء).

مصطفي محمد رزق السواحلي
منسق تحرير
مارس 2016 - أكتوبر 2018

أستاذ التعليم العالي، معار حاليًا في سلطنة بروناي. درس في جامعة الأزهر، وحصل على الليسانس في اللغة العربيَّة وآدابها (1992م)، والماجستير (1998م)، والدكتوراه (2002م). زميل معهد (IAIS) بجامعة اكستر، بريطانيا، تدرج في الوظائف العلمية بكلية اللغة العربية بالقاهرة حتى حصل على درجة الأستاذيَّة عام 2014م. شارك في العديد من المؤتمرات وورش العمل في: غامبيا، وأوغندا، وبريطانيا، والهند، والإمارات، وإندونيسيا، وباكستان، وبروناي، وقطر. من كتبه: اللؤلؤة والغوَّاص (2004م)، ابن جنِّي ناقدًا (2015م)، مِبْضَعُ الجرَّاح (2016م)، المرأة في أدب الرافعيِّ (2018م)، المتنبِّي في الأندلس (2018م).

منسقو فرق المعالجة
إبراهيم الشمسان
منسق معالجة
يوليو 2016 - يونيو 2017

حصل على درجة الدكتوراه في الآداب من كلية الآداب-جامعة القاهرة 1985م تخصص نحو وصرف. عين معيدًا في قسم اللغة العربية بكلية الآداب- جامعة الملك سعود سنة 1973، وتدرج في الرتب الأكاديمية إلى أن أصبح أستاذا سنة 2001م؛ ومن 2005 يعمل أستاذا غير متفرغ بالقسم. شارك في العديد من المؤتمرات والندوات وورش العمل وأشرف على الكثير من الرسائل العلمية. له إنتاج علمي غزير، ومن كتبه المنشروة: الجملة الشرطية عند النحاة العرب(مطبعة الدجوي/القاهرة،1981م)، الفعل في القرآن الكريم:تعديته ولزومه(جامعة الكويت،1986م)، قضايا التعدي واللزوم في الدرس النحوي(مطبعة المدني/جدة 1987م)، أبنية الفعل: دلالاتها وعلاقاتها (مطبعة المدني/جدة 1987م)، حروف الجر: دلالاتها وعلاقاتها (مطبعة المدني/جدة 1987م).

حسن الملخ
منسق معالجة
مايو 2015 - ديسمبر 2017

حصل على درجة الدكتوراه في اللغة العربية عام 1998م من الجامعة الأردينة، يعمل أستاذًا للنحو والصرف في قسم اللغة العربيّة وآدابها في جامعة آل البيت الأردنيّة، وقد تولّى عمادة كليّة الآداب والعلوم الإنسانيّة فيها. له عشرات الأبحاث العلميّة المحكَّمة، وشارك في عدد كبير من المؤتمرات والندوات العلميّة المتخصّصة، وله اهتمام بتحديث نظرية النحو العربيّ وتيسيره، وقد نشر أربعة عشر كتابا في ذلك، وهو عضو علميّ استشاريّ في بعض المجلات العربيّة والعالميّة، والمشرّف المحرّر لسلسلة "دراسات لسانيّة" التي تصدر عن دار عالم الكتب الحديث في الأردن، وأحد خبراء الإشراف على مناهج اللغة العربيّة لمدارس وزارة التربية والتعليم الأردنيّة.

رشيد بوزيان
منسق معالجة
يوليو 2015 - مارس 2018

حاصل على شهادة دكتوراه الدولة 2000م من جامعة محمد الخامس بالمغرب، متخصص في علم اللسانيات، وهو الآن رئيساً لقسم اللغة العربية وآدابها بكلية الآداب والعلوم -جامعة قطر. بدأ مسيرته أستاذ جامعيا منذ 1986 وتنقل بين عدد من الجامعات العربية: جامعة محمد الخامس، جامعة ابن طفيل، جامعة الإمام بالسعودية، جامعة قطر. من إصداراته: "الموازنة بين تشومسكي وسيبويه بحث في مظاهر الترادف والتباين والتكامل"، كتاب "قراءات في اللسانيات التوليدية: من العاملية والربط إلى البرنامج الأدنى".

عبد العزيز الحميد
منسق معالجة
مايو 2015 - ديسمبر 2016

حاصل على شهادة الدكتوراه في النحو والصرف من جامعة الإمام محمد بن سعود الإسلامية التي عمل بها أستاذا جامعيا في كلية اللغة العربية منذو 1985م. شغل وظيفة وكيل كلية اللغة العربية للدراسات العليا والبحث العلمي لمدة سنتين ابتداءً من 11/ 9/ 1423ه، ثم رئيس قسم النحو والصرف بالكلية لمدة سنتين ابتداءً من 12/ 8/ 1436ه. له أنشطة علمية عديدة، من أبرزها تأسيس وإدارة موقع شبكة صوت العربية (من 2001م)، تأسيس موقع "أوراق الفعاليات" (من 2017م)، الفوز بجائزة ابن بطوطة لأدب الرحلة في دورتها 2008/ 2009، بكتاب: « ابن بطوطة وجهوده اللغوية الجغرافية: ألفاظ الأطعمة والأشربة نموذجاً» والجائزة يمنحها «المركز العربي للأدب الجغرافي ومقره أبوظبي. نشر العديد من الأعمال العلمية، من بينها: كتاب الجيم لأبي عمرو الشيباني: موازنة بين الجيم المطبوع ونسخة المستشرق فريتس كرنكو بالاحتكام إلى مخطوطة الجيم نسخة الأسكوريال؛ الترادف والاشتراك مظهران من مظاهر ثراء العربيّة: دراسةٌ نظريّةٌ تطبيقيّة.

محمد الدحماني
منسق معالجة
نوفمبر 2017 - -

حاصل على شهادة دكتوراه الدولة، تخصص "لسانيات عربية". خبير لغوي أول بمعجم الدوحة التاريخي للغة العربية، بالدوحة(2014- 2017)، شارك في تقديم "الدورة التدريبية لمنسقي المعالجة المعجمية في البلدان العربية" بالدوحة (2- 9 /5/ 2015)، شارك في أعمال الدورة التدريبية للمعالجة المعجمية بالدوحة (1-6-8/7/ 2015)، شارك في الندوة العلمية التي نظمها معجم الدوحة التاريخي للغة العربية "اللغة العربية في بيئات ومجالات مختلفة" 26-27 دجنبر2015، شارك في تأطير الدّورة التدريبية في الصّناعة المعجميّة بالمملكة المغربية-مراكش (7-9 أبريل 2017).

مهدي عرار
منسق معالجة
مايو 2015 - ديسمبر 2017

أستاذ اللسانيات، وعميد كلية الدراسات العليا - جامعة بيرزيت، وأستاذ كرسي الشيخ تميم بن حمد آل ثاني للغة العربية وآدابها، أستاذ معتمد في جامعة جورج تاون، واشنطن، وزائر في جامعة الشارقة، وجامعة ليون2-فرنسا، وجامعة جورج تاون، حاصل على جائزة الكويت، وجائزة شنقيط، وجائزة عبد الحميد شومان للباحثين العرب الشبان، وجائزة التميز العلمي والبحثي، وجائزة بنك الإسكان للتفوق العلمي-عمان. له ثمانية كتب مؤلفة، وثمانية محققة، وما يزيد على 30 بحثا محكما.

المحررون
ابتسام حسين
محرر
يوليو 2016 - سبتمبر 2018

أستاذ مشارك في علم اللغة والأصوات بجامعة فيلادلفيا- الأردن، مساعد مدير مركز اللغات حاليا. تشمل أهتماماتها البحثية: علم الأصوات النطقي والفيزيائي، وتعليم العربية للناطقين بغيرها، واضطرابات النطق والكلام، وتحليل الخطاب السياسي والديني. تقلدت أعمالا إدارية متعددة وشاركت في العديد من المؤتمرات والندوات والأنشطة. عضو الهيئة الاستشارية في مجلة "صوتيات العربية"، ممثلة مركز اللغات في لجنة البحث العلمي وعضو مشارك في العديد من اللجان الجامعية، مؤسسة شعبة العربية للناطقين بغيرها.

الشيخ أحمد البان
محرر
يونيو 2016 - سبتمبر 2018

حاصل على شهادة الدكتوراه في الدراسات المصطلحية من جامعة سيد محمد بن عبد الله بفاس. أستاذ سابق بجامعة العيون بموريتانيا لمواد فقه اللغة، والبلاغة، وتطور الأساليب النثرية ـ من إنتاجه العلمي: مصطلحات نقد الشعر في تراث ابن جني، الأسلوب التخييلي في القرآن عند الزمخشري، مقاربات نقاد القرن الرابع الهجري للمصطلح النقدي، صيد الناظر: مجموعة قراءات تقييمية في كتب متنوعة.

العزوزي الحرزولي
محرر
يناير 2016 - أكتوبر 2018

أستاذ محاضر بقسم اللغة العربية بكلية الآداب واللغات جامعة الوادي، حاصل على شهادة الدكتوراه من جامعة باتنة 2014م والتأهيل الجامعي 2016م؛ عضو بمخبر التراث اللغوي والأدبي في الجنوب الشرقي بجامعة ورقلة، عضو محكم بمجلة علوم اللغة العربية وآدابها ولجنة القراءة بمجلة العلوم السياسية والقانونية، مشرف على عدد من رسائل الدكتوراه. شارك في العديد من الملتقيات الوطنية والدولية إلى جانب مقالات منشورة في مجلات مُحَكَّمة.

إبراهيم بن مراد
محرر
مايو 2015 - سبتمبر 2018

أستاذ تعليم عال في كلية الآداب والفنون والإنسانيات – جامعة منوبة (تونس) ، متخصص في علوم اللسان وخاصة في المعجمية والمصطلحية والترجمة، وله اختصاص فرعي في تاريخ العلوم . له ثلاثة عشر كتابا منشورا منها: المصطلح الأعجمي في كتب الطب والصيدلة العربية، مختارات من الشعر المغربي والأندلسي لم يسبق نشرها (تقديم ودراسة وتحقيق)، بحوث في تاريخ الطب والصيدلة عند العرب (1991)، المعجم العلمي العربي المختصّ حتى منتصف القرن الحادي عشر الهجري (1993)، مقدّمة لنظرية المعجم (1997)، من المعجم إلى القاموس (2010)، وكلها من إصدار دار الغرب الإسلامي. عضو في الكثير من الجمعيات والمجالس العلمية.

إبراهيم جابر محمد علي
محرر
يناير 2016 - سبتمبر 2018

أستاذ النحو والصرف والعروض بالأزهر الشريف. من إنتاجه العلمي المنشور: البنية الصوتية في الشعر الحديث، المعجم الشعري (بحث في الحقول الدلالية للكلمة في الشعر العربي الحديث)، الأسلوبية الصوتية،مدخل نظري ودراسة تطبيقية، سيميائية الخط العربي (بحث في بلاغة التواصل المرئي)، سيمياء الضوء ( بحث في خطاب المكفوفين)، شعرية الخطاب البصريّ (الخط العربي الحديث نموذجا).

إسماعيل القيام
محرر
أغسطس 2017 - سبتمبر 2018

عضو رابطة الكتّاب الأردنيّين، حاصل على الدكتوراه في اللغة العربيّة وآدابها من الجامعة الأردنيّة بتقدير امتياز عن أطروحته الموسومة بـ (لغات القبائل في كتب إعراب القرآن ومعانيه). يعمل في جامعة البلقاء التطبيقيّة في الأردن برتبة "أستاذ مشارك"، درّسَ موادّ النّحو والصّرف واللّسانيّات لطلبة البكالوريوس والماجستير، واشترك في عدد من لجان مناقشة الرسائل الجامعيّة للماجستير والدكتوراه، وعمل رئيسًا لقسم اللغة العربيّة وآدابها مدّة أربع سنوات.

أحمد البايبي
محرر
يوليو 2016 - سبتمبر 2018

أستاذ اللسانيات العربية بجامعة مولاي إسماعيل بالمغرب؛ خبير لساني، له عدد من المقالات العلمية المحكمة. من كتبه: القضايا التطريزية في القراءات القرآنية: دراسة لسانية في الصواتة الإيقاعية. تقلد عدة مناصب: رئيس قسم شعبة اللغة العربية بالكلية متعددة التخصصات بالرشيدية، مدير مختبر الخطاب وتكامل المعارف، مسؤول منسق ماستر المناهج اللسانية وتحليل الخطاب القرآني، منسق مسلك الدراسات العربية، متعاون مع معجم الدوحة التاريخي للغة العربية: منسق فريق الرشيدية، مراجع، محرر.

أحمد صالح غازي
محرر
فبراير 2016 - أكتوبر 2018

أستاذ البلاغة والنقد المساعد بقسم اللغة العربية وآدابها كلية الآداب جامعة صنعاء. حصل على درجة الدكتوراه في اللغة والأدب، تخصص: البلاغة والنقد 2013م. من أعماله: القصة في القرآن الكريم - دراسة في الموضوع والأبنية السردية، العلاقة بين الدراسات اللغوية الحديثة ومفردات الدرس البلاغي العربي، مناهج تفسير القرآن الكريم إلى نهاية القرن العشرين، نظرات لسانية في كتاب الإحكام في أصول الأحكام لابن حزم، وغير ذلك من الأبحاث والدراسات.

أسماء كينني
محرر
أغسطس 2016 - أكتوبر 2018

أستاذة اللغة العربية في التعليم الثانوي التأهيلي، حاصلة على شهادة الدكتوراة في اللسانيات سنة 2005 عن أطروحة بعنوان "التمثيل الفونولوجي للهمزة في النظرية التوليدية"، وعلى شهادة الإجازة في اللسانيات سنة 199)، ودبلوم استكمال الدروس في الصرف والدلالة والتركيب سنة 1997، ودبلوم الدراسات العليا في الصواتة 1999. من منشوراتها: مقال في جريدة الأحداث، ع2، ماي/ يونيو 2006 بعنوان "اللغة العربية في المشهد المغربي، وضرورة الاستناد إلى اللسانيات".

ببهاء ولد أحمد محمود
محرر
يناير 2016 - سبتمبر 2018

تخرج من جامعة نواكشوط بموريتانيا ومن معهد البحوث والدراسات العربية بالقاهرة؛ عمل أستاذا جامعيا منذ 1997 في ليبيا، والنيجر وموريتانيا. زاول الترجمة والتحرير والتدقيق اللغوي في كل من السعودية وقطر وموريتانيا. عضو مؤسس في مجلس اللسان العربي بموريتانيا، عضو اتحاد الكتاب الموريتانيين. صدر له: أنشودة الدم والسنا (شعر)، القاهرة، 1995م؛ نشيد الضفاف، (شعر)، اتحاد الكتاب الموريتانيين، 2007م.

بلقاسم مكريني
محرر
مايو 2017 - سبتمبر 2018

حاصل على شهادة الدكتوراه من كلية الآداب بالرباط (2007م)؛ أستاذ باحث في اللسانيات العربية والسامية. عمل أستاذا للغة العربية واللسانيات واللغة العبرية في كلية الآداب ببني ملال-المغرب، والكلية المتعددة التخصصات بخريبكَة، ومدرسة الحكامة والاقتصاد-جامعة محمد السادس بالرباط. ومُلحَقًا بالبحرين. من مؤلفاته: كيف أغنى اليهود لغتهم، معجم المصطلح الصوتي، قواعد اللغة العربية (بالفرنسية)، معجم مصطلحات علم الأحياء (عربي–عبري–فرنسي–إنجليزي) (مخطوط)، معجم مصطلحات الموسيقى(مخطوط).

جزاء المصاروة
محرر
مارس 2016 - سبتمبر 2018

حاصل على شهادة الدكتوراة في اللغة العربية عام 2004 من جامعة مؤتة، يعمل أستاذًا مشاركًا في النحو والصرف في جامعة مؤتة في المملكة الأردنية الهاشمية. له اثنا عشر بحثًا منشورًا في مجلات علمية محكمة في النحو والصرف والأصوات والدلالة، وله كتاب مطبوع بعنوان: "شرح الدروس في النحو لابن الدهان تحقيق ودراسة". شارك في عدد من المؤتمرات والندوات العلمية في الأردن والوطن العربي.

محمد جمال صقر
محرر
يوليو 2016 - سبتمبر 2018

أستاذ النحو والصرف والعروض بجامعة القاهرة (كلية دار العلوم) وجامعة السلطان قابوس (كلية الآداب). أديب مشغول بالشعر والقصة والمقال، وباحث مشغول بنظرية النصية العروضية وتطبيقاتها، له بضعة وعشرون مقالا علميا وبضعة وثلاثون كتابا، منها: نظرية النصية العروضية، وبين الأعشى وجرير، وبين الرافعي وشاكر، والأمثال العربية، وعلاقة عروض الشعر ببنائه النحوي، وظاهرة التوافق العروضي الصرفي.

جمال قباني
محرر
فبراير 2016 - سبتمبر 2018

حاصل على شهادة الدكتوراه في فقه اللغة العربية - جامعة دمشق-2000، وإجازة في علوم اللغة العربية وآدابها- جامعة دمشق 1983، وماجستير في فقه اللغة العربية – جامعة دمشق-1991. تقلد منصب معيد في جامعة حمص 1987-1993، ومدرس في جامعة الكويت منذ 1993 ولا يزال. له كتاب "العروض السماعي: شعر مُغَنّى" 2010 ، وبحوث ومقالات عدة منشورة.

حسين يوسف اليوسف
محرر
فبراير 2016 - سبتمبر 2018

حاصل على شهادة الدكتوراه في اللغويات (النحو والصرف) بمرتبة الشرف الأولى من جامعة الأزهر، ويشغل منصب نائب مدير المعهد العالي للغات ومركز العربية الدولي في جامعة إسطنبول. له كتاب: نظرات في الضرورة الشعرية؛ ومن أبحاثه: قواعد الاستدلال الصرفية في شرح ابن الفخار على جمل الزجاجي جمعًا ودراسة وتطبيقًا، و"إلا" واستخداماتها في العربية جمعًا ودراسة.

خالد كمال محمد الطاهر
محرر
مارس 2016 - سبتمبر 2018

أستاذ الأدب والنقد المشارك في جامعتي الأزهر بالقاهرة، وتبوك بالمملكة العربية السعودية. تَخرَّج في كلية اللغة العربية بجامعة الأزهر بالقاهرة، ومنها حصل على درجتي الماجستير، والدكتوراه. حاز العديد من الخبرات الأكاديمية والمهنية، منها عمله رئيسًا لقسم اللغة العربية بكلية التربية والآداب – جامعة تبوك. شارك في عدد من المؤتمرات الإقليمية، والدولية، وله مجموعة من الكتب المنشورة، والبحوث العلمية المُحكَّمة في ميدان الدراسات النقدية، والقرآنية.

خليل محمد أيوب
محرر
فبراير 2016 - سبتمبر 2018

حاصل على شهادة الدكتوراه من كلية الآداب بجامعة عين شمس وماجستير في البلاغة من كلّيّة دار العلوم بجامعة القاهرة. يعمل مدرسا للغة العربيّة بجامعة "البعث" في سوريا، ومدرسا اللغة العربيّة في جامعتي عثمان غازي إينونو في تركيا. له انتاجات علمية عدة من بينها: أسلوب الحوار في الحديث النّبويّ -دراسةٌ بلاغيّة، من مظاهر الافتراق الأسلوبيّ بين القرآن والحديث -مستوى الألفاظ أنموذجاً، المطر والغيث في القرآن والحديث -دراسةٌ بلاغيّة أسلوبيّة.

رانيا رمضان زين
محرر
إبريل 2016 - سبتمبر 2018

درست في جامعة العلوم الإسلامية العالمية، وحصلت فيها على: درجة البكالوريوس في اللغة العربيّة وآدابها، والماجستير في اللغة العربيَّة، الِّدراسات الّلغويّة، تخصص لسانيات تواصلية، والدكتوراة في الّلغة العربيّة، الِّدراسات الّلغويّة، تخصص لسانيات تداولية، بترتيب الأول – في الدرجات الثلاث- على فرعَي الدِّراسات الّلغويّة والدراسات الأدبيّة والنقديّة. شغلت وظائف عدة في تعليم العربية للعرب والأجانب، من مؤلفاتها: اللسانيات التواصليّة وجذورها في التراث النحويّ العربيّ.

رائد طافش
محرر
يوليو 2016 - أكتوبر 2018

حاصل على شهادة الدكتوراه في اللغة العربية وآدابها، التخصص: اللغة والنحو، جامعة اليرموك، إربد، الأردن 2003م، وماجستير في اللغة العربية وآدابها، التخصص: اللغة والنحو، جامعة اليرموك، إربد، الأردن 1998م. يعمل أستاذا للغة والنحو في جامعة البلقاء التطبيقية، الأردن. نشر العديد من البحوث والدراسات المتخصصة في اللغة والنحو في عدد من المجلات العربية والعالمية.

زاهر الأحمد
محرر
فبراير 2016 - أكتوبر 2018

حاصل على شهادة الدكتوراه في النقد الأدبي الحديث، جامعة مولاي إسماعيل، مكناس، المغرب، بميزة مشرّف جدّا مع التّنويه،2015. يعمل أستاذا محاضرا في البلاغة والنّقد الأدبي الحديث في قسمي اللغة العربيّة والدّراسات الإسلاميّة، جامعة مولاي إسماعيل. له انتاجات علمية قيد الطّبع: الرّمز في شعر نازك الملائكة، مقوّماته الفنيّة وطاقاته الإبداعيّة، مستويات بناء الصّورة في الشّعر العربي الحديث بين التّشكيل والتّأويل، نازك الملائكة نموذجًا، دراسة بلاغيّة أسلوبيّة.

سامي محمد أحمد حمام
محرر
نوفمبر 2015 - سبتمبر 2018

حاصل على بكالوريوس الهندسة المدنيّة "جامعة اليرموك" (1988م)، وبكالوريوس في اللّغة العربيّة وآدابها "الجامعة الأردنيّة" (1999م) بامتياز ومرتبة الشرف، والماجستير والدكتوراة بامتياز "الجامعة الأردنيّة"، تخصّص النّحو والصّرف. عملت بمؤسّسات تعليميّة، وبحقل تعليم العربيّة للناطقين بغيرها، وبقنوات فضائيّة رائدة، وببعض المنظّمات العالميّة؛ مدقّقًا لغويًّا ومحرّرًا، ولي أبحاث محكّمة، ومن الكتب: "النّحْوُ الحثيث نحْوَ نحْوِ الحديث"، و"المشكلات النّحويّة القرآنيّة بين الخلاف والإعجاز". عضو نقابة المهندسين الأردنيّين، عضو رابطة الكتّاب الأردنيّين.

عادل محلو
محرر
مارس 2016 - أكتوبر 2018

أستاذ اللسانيات بجامعة الوادي، الجزائر. يعمل محرّرا متعاونا بمعجم الدوحة التاريخي للغة العربية، محكّم بمجلّات أكاديمية داخل الجزائر وخارجها. له عدّة كتب ومقالات ومداخلات آخرها: الرويّ والدّلالة 2017، دلالة الغياب في سورة الكوثر (مجلة علوم اللغة العربية وآدابها،جامعة الوادي) ماي 2017، التقابل الثنائيّ: " حنجري/ مخرج " ودلالاته في سورة الكوثر (مؤتمر علم الأصوات وتكامل المعارف، جامعة القاضي عياض) نوفمبر 2017.

عبد الحميد الحسامي
محرر
يونيو 2015 - سبتمبر 2018

حاصل على الدكتوراه في فلسفة اللغة العربية وآدابها، بتقدير ممتاز. تقلد عدة مناصب: عضو لجنة اختيار بجائزة الملك فيصل العالمية، عضو هيئة استشارية لعدد من المجلات العلمية العربية، حصل -حتى الآن- على تسع جوائز علمية عربية، شارك في عدد من اللقاءات والمؤتمرات العلمية والإبداعية. له 12 كتابًا مطبوعًا، وأكثر من 20 بحثا علميًا منشورًا.

عبد الرازق عبد الحميد حويزي
محرر
مارس 2016 - سبتمبر 2018

حاصل على شهادة الدكتوراه بمرتبة الشرف الأولى 1998م مع التوصية بطبع الأطروحة، والماجستير من جامعة الأزهر في الدراسات الأدبية بتقدير ممتاز. عين معيدًا في كلية اللغة العربية، جامعة الأزهر 1989م، ويعمل الآن أستاذًا في الجامعة نفسها، بعد أن عمل أستاذًا في بعض الجامعات العربية. نشر أكثر من (150) عملا ما بين بحث وكتاب في مجال تحقيق التراث العربي والدراسات الأدبية.

عبد الرحمن الصعفاني
محرر
فبراير 2016 - أكتوبر 2018

حاصل على شهادة الدكتوراه في الأدب الجاهلي، جامعة عين شمس بعنوان: رؤية العالم في الشِّعر الجاهلي، دراسة سوسيو نصِّيَّة (كتاب مطبوع). يعمل أستاذا مساعدا للأدب والنَّقد بقسم اللغة العربية وآدابها، كلِّية الآداب، جامعة صنعاء؛ رئيس قسم اللُّغة العربيَّة وآدابها السَّابق، نائب العميد للشُّؤون الأكاديميَّة والدِّراسات العليا حاليًّا. يحاضر في جامعة صنعاء في برنامجيّ البكالوريوس والدِّراسات العليا مقرَّرات: الأدب الجاهليّ، والأدبين الإسلاميّ والأُمويّ، والبلاغة العربيَّة، ونظريَّة الأدب، وتحليل النَّص الأدبي وقاعة البحث.

عبد الرحمن بودرع
محرر
فبراير 2016 - سبتمبر 2018

حاصل على شهادة دكتوراه الدولة في علوم اللغة 1999 جامعة محمد الخامس-الرباط. يعمل أستاذا للتعليم العالي بجامعة عبد المالك السعدي، وشغل منصب نائب رئيس مجمع العربية بمكة، وخبير معتمَد لدى الرابطة المحمدية للعلماء. من مؤلفاته: من ظواهر الأشباه والنظائر، من قَضايا النَّظَرِيّة اللغويّة العربيّة، في السياسة اللغوية والتخطيط، حاصل على جائزة البحث العلمي من الجامعة خمس مرات: 2009-2016.

عبد الله عبد المالك
محرر
يناير 2016 - أكتوبر 2018

حاصل على دكتوراه السلك الثالث في اللسانيات من جامعة محمد الخامس ـ الرباط (1999م). أستاذ مؤهل للغويات بالمعهد العالي للدراسات والبحوث الإسلامية بنواكشوط، ومنسق لمرحلة الماستر. عمل من 1997 إلى 2007م أستاذا ثم رئيس قسم فوكيل كلية بالجامعة الإسلامية بالنيجر. له عدد من البحوث والدراسات في علوم اللغة، وبخاصة صناعة المعجم. عضو مؤسس بمجلس (مجمع) اللسان العربي بموريتانيا

عبد الواحد لمرابط
محرر
مارس 2016 - فبراير 2018

أستاذ السيميائيات والمناهج النقدية بجامعة القاضي عياض، مراكش، المغرب. حاصل على شهادة الدكتوراه (2004) وشهادة التبريز (2007). رئيس "مركز الأبحاث السيميائية والدراسات الثقافية" بالمغرب، عضو "مختبر الترجمة وتكامل المعارف" بجامعة القاضي عياض –المغرب. من منشوراته: السيمياء العامة وسيمياء الأدب (2005- 2010)، الدراسات الأدبية المغربية الحديثة (2010)، مدخل إلى السيمياء ( 2018)، الاتجاهات السيميائية (2018).

عبدالكبير الفقار
محرر
مارس 2016 - سبتمبر 2018

حاصل على شهادة الدكتوراه في اللغة العربية و فقهها، بكلية اللغة العربية، جامعة القرويين. يعمل أستاذا للنحو والصرف بكلية اللغة العربية،جامعة القاضي عياض. عضو بمختبر اللغة والنص الشرعي، عضو بمجلس الكلية. من انتاجاته: " كتاب كان ماذا " المسمى: الرمي بالحصى والضرب بالعصا مناظرة بين بن أبي الربيع السبتي ومالك بن المرحل -تقديم وتحقيق، قراءة في كتاب "أنواع الصيدلة في ألوان الأطعمة" تقديم و تحقيق ومعجمة الدكتور: عبدالغني أبو العزم.

عبدالله بابعير
محرر
مارس 2016 - سبتمبر 2018

حاصل على شهادة دكتوراه الفلسفة، كلية الآداب، الجامعة المستنصرية، 1997م. يعمل أستاذا للنحو واللغة بقسم اللغة العربية، كلية الآداب، جامعة حضرموت. يتقلد عدة مناصب: نائب رئيس جامعة حضرموت للشئون الأكاديمية، رئيس تحرير مجلة جامعة حضرموت للعلوم الإنسانية، عضو في عدد من المجالس والهيئات الاستشارية لمؤسسات علمية وبحثية في اليمن وخارجها. نشر عددًا من الكتب والبحوث العلمية، وأشرف وشارك في مناقشةِ عشراتٍ من رسائل الماجستير والدكتوراه.

عربي حجازي
محرر
أغسطس 2017 - أكتوبر 2018

حاصل على درجة الدكتوراه والماجستير والبكالوريس في اللغة العربية من الجامعة الأردنيّة. كلف بالتعليم على النظام الإضافي في الجامعة الأردنيّة عدة مرّات، لتدريس مادّة مهارات الاتّصال، وقبلها عمل مساعدا في البحث العلمي مدة دراسته لمرحلة الدكتوراة بالإضافة إلى التدريس في المدارس الخاصّة مدّة ثلاث سنوات ليصبح مجموع الخبرة نحوا من ست سنوات، ولا يزال في قطاع التعليم الخاص، والتكليف الإضافي في الجامعة الأردنية.

عمر عبد الله شحادة
محرر
يوليو 2016 - سبتمبر 2018

أستاذ الأدب الجاهليّ في الجامعة الهاشمية. له كتابان منشوران، وما زيد على ثلاثين بحثًا بالعربيّة والإنجليزيّة منشورة في مجلّات عربيّة وعالميّة، وشارك في مؤتمرات عربيّة ودوليّة، كما شارك في مناقشة عدد كبير من رسائل الماجستير والدّكتوراه في الجامعات الأردنيّة وفي دبيّ، وألقى عددًا كبيرًا من المحاضرات في الأردنّ وخارجه، وأهمّها محاضراته بالعربيّة والإنجليزيّة في جامعة هارفرد وجامعة أوكلاهوما.

عمرو سعد عواد قطب
محرر
فبراير 2016 - سبتمبر 2018

حاصل على شهادة الدكتوراه في النحو من جامعة شمس بالمرتبةالأولى،2003م. من أعماله: الحديث الشريف شاهدا نحويا، أقوال الصحابة من شواهد النحويين، الاحتجاج النحوي بأقوال علي، توظيف قواعد اللغة في الفقه، مدخل إلى المهارات اللغويةـبالمشاركةـ، الشوكاني لغويا، الترتيب بالواو، مخالفات المحدثين للنحاة، تحقيقات المازري اللغوية، شعر ابن هرمة لدى النحويين.

عمرو مدكور
محرر
أكتوبر 2015 - مايو 2018

أستاذ مشارك بجامعة قطر. من مؤلفاته: المعجم العربي المعاصر-دراسة في المادة والترتيب، الدلالة في المعجم العربي المعاصر، التصور والمصطلح، قضايا تأسيسية في المفهوم والتطبيق، التصور والمصطلح، دراسة تطبيقية في البنية والصوغ. ومن بحوثه: تعدد المعنى في المعجم العربي المعاصر، الترجمة الآلية، دراسة تطبيقية للترجمة في اللغة العربية، المصطلح الصوتي في معجم العين، اللغة والدستور، دراسة في موقف الدساتير العربية من اللغة الرسمية، المعجم بين آليات الصناعة ووسائط المستخدم.

عودة خليل أبو عودة
محرر
مارس 2016 - سبتمبر 2018

حاصل على شهادة الدكتوراه من الجامعة الأردنية عام 1988، وشهادتي الليسانس والماجستير في اللغة العربية من كلية دار العلوم، عامي 1966 و 1982، ثم الماجستير في التربية وطرق التدريس من الجامعة الأردنية عام 1986. عمل في تدريس اللغة العربية وعلومها نصف قرن، في الأردن، وسلطنة عمان، والمغرب العربي. شارك في وضع المناهج والكتب وأدلة المعلمين في الأردن وسلطنة عمان. يعمل كعضو في مجمعي اللغة العربية في مصر والأردن.

فتحي الجميل
محرر
مايو 2015 - سبتمبر 2018

حاصل على شهادة الدكتوراه (بإشراف مزدوج) من جامعة منوبة وجامعة لوميار، ليون2 (فرنسا)، وعلى شهادة الدراسات المعمقة من كلية الآداب بمنوبة. وهو الكاتب العام لجمعية المعجمية العربية بتونس. يعمل أستاذا مساعدا في التعليم العالي بكلية الآداب والفنون والإنسانيات بمنوبة (تونس)، وعضو وحدة البحث "مفردات العربية بين المعجم والقاموس"، وخبير معتمد لدى الألكسو. مجال اهتمامه: العلوم المعجمية والقاموسية والمصطلحية وقضايا الترجمة. صدر له: "المقترضات المعجمية في القرآن: بحث في المقاربات" (2013)، وعدد من المقالات في مجلات محكّمة في تونس والمغرب والجزائر ولبنان والسعودية وبلجيكيا.

فؤاد بوعلي
محرر
يوليو 2015 - سبتمبر 2018

حاصل على شهادة دكتوراه الدولة، تخصص لسانيات من كلية الآداب والعلوم الإنسانية جامعة محمد الأول بوجدة المغرب. إطار عال بوزارة الاتصال، مستشار وزير الاتصال سابقا، رئيس الائتلاف الوطني من أجل اللغة العربية، رئيس تحرير المجلة المغربية لدراسات الترجمة، عضو مجلس أمناء المجلس الدولي للغة العربية بدبي، أستاذ زائر بكليات الآداب. من إصداراته: الأسس المعرفية والمنهجية للخطاب النحوي العربي 2011 ، ومقاربات في المسألة اللغوية بالمغرب2015.

ماجد الزعبي
محرر
يوليو 2015 - سبتمبر 2018

حاصل على شهادة الدكتوراه في أصول النحو العربي من الجامعة الأردنية، باحث مهتم في الدراسات المعجمية واللسانيات النظرية، له منظومة في غريب النحو عنوانها: "بلغة الأريب فيما لأهل النحو من غريب"، وهو عضو هيئة تدريس بمركز اللغات، الجامعة الأردنية.

محمد الأمين بن الناتي
محرر
يناير 2016 - سبتمبر 2018

حاصل على شهادة الدكتورة في الأدب والنقد، تخصُّص النقد الثقافي، كلية الآداب/جامعة محمد الخامس، بتقدير مُشرِّف جدّا؛ يدرس الأدب العربي القديم، والأندلسي والشعر العربي الحديث في كلية الآداب/جامعة نواكشوط العصرية، من أكثر من عشرين سنة. شغل مناصب رسمية في موريتانيا، ومن سنوات يشغل رئيس قسم اللغة العربية وآدابها، ومؤطرا لمدرسة الدكتورة بذات الكلية؛ تدرَّج في التعاون مع معجم الدوحة التاريخي للغة العربية، من معالج، ومراجع، ومدقق، إلى محرر.

محمد الصديق معوش
محرر
مارس 2016 - سبتمبر 2018

أستاذ محاضر في المصطلحية بقسم اللغة والأدب العربي، كلية الآداب واللغات بجامعة الشهيد حمة لخضر بالوادي، الجزائر. له أبحاث في مجال علم المصطلح، والمصطلح النقدي، منها: دروس في المصطلحية، والمصطلح النقدي عند جماعة الديوان، ومصطلح الخيال في الرومانتيكية العربية، ومصطلح الشعر ومصطلح العاطفة عند عبد الرحمن شكري، كما أنه عضو محكم في مجلة علوم اللغة العربية وآدابها بكلية الآداب واللغات بجامعة الوادي، ومراجع لغوي لمجلة العلوم القانونية بجامعة الوادي أيضا.

محمد المرشدي
محرر
مارس 2016 - سبتمبر 2018

حاصل على دكتوراه في علم اللغة والدراسات السامية والشرقية، جامعة القاهرة. وليسانس في اللغة العربية والعلوم الإسلامية، كلية دار العلوم، جامعة القاهرة، 1991م. عمل محاضرًا بجامعة الإمارات من 1999 إلى 2003، وخبيرًا بديوان وزارة التعليم بدبي من 2004 إلى 2007، وأستاذًا مساعدًا بكلية الآداب، جامعة حائل بالمملكة العربية السعودية من 2007 إلى 2008، ثم جامعة الإمارات من 2009 إلى 2016.

محمد أحمد المختار
محرر
يوليو 2015 - أكتوبر 2018

حاصل على شهادة الدكتوراه في أدب اللغة العربية وعلومها من جامعة محمد الأول بالمغرب سنة 2015 بتقدير مشرف جدا. عمل أستاذا متعاونا بجامعة انواكشوط سنة 2016، له مساهمات في ميداني النقد والشعر ومن أهم الجوائز التي حصل عليها: جائزة القدس في عيون الشعر العربي /فلسطين /المرتبة الأولى 2013، وجائزة البردة في المديح النبوي بالإمارات/المرتبة الرابعة/2011.

محمد أمين
محرر
يوليو 2015 - سبتمبر 2018

حاصل على الدكتوراه في علوم اللغة من جامعة باريس، ودكتوراه الدولة في الآداب تخصص لسانيات من جامعة سيدي محمد بن عبد الله بفاس، وهو متخصص في اللسانيات العامة وعلم التركيب. يعمل أستاذ للسانيات بالمدرسة العليا للأساتذة بجامعة مولاي إسماعيل بالمغرب، ومدير مختبر الدراسات اللسانية والديداكتيكية والمعرفية. تقلد عدة مهام إدارية وبيداغوجية. له أبحاث وإصدارات في مجالات اهتمامه العلمية: النظريات اللسانية وتدريس اللغة العربية، علم التركيب، قضايا المعجم والدلالة، التراث النحوي.

محمد بن يحي
محرر
مارس 2016 - سبتمبر 2018

يعمل أستاذا محاضرا (أ) بجامعة الوادي (الجزائر)، وهو حاصل على شهادة الدكتوراه في علوم اللسان العربي عام 2015، وعلى شهادة الماجستير عام 2009. أطّر العديد من مذكرات التخرج، وناقش عددا من رسائل الدكتوراه. شارك في العديد من الملتقيات الوطنية والدولية. نشر عدّة مقالات في مجلات علمية محكمة. صدر له: محاضرات في الأسلوبية، السمات الأسلوبية في الخطاب الشعري.

محمد حسان الطيان
محرر
فبراير 2016 - أغسطس 2018

حصل على دكتوراه في علوم اللغة العربية بمرتبة شرف من جامعة دمشق سنة 1994؛ وهو أستاذ في الجامعة العربية المفتوحة بالكويت، خبير اللغة العربية بالمنظمة العربية للتربية والثقافة والعلوم (الألكسو)، عضو مراسل بمجمع اللغة العربية بدمشق، عضو المجلس العلمي لمعجم الدوحة التاريخي للغة العربية. له خمسة وعشرون كتابا تأليفًا وتحقيقًا (بعضها مشترك) في علوم العربية، وجمالياتها، وتاريخ العلوم عند العرب. شارك في مشاريع ونظم حاسوبية تعنى بالعربية ومعاجمها، وتعليمها، وتصريفها، وإحصاءاتها، خلال عشرين عاما، مع فريق علمي متميز، في مركز الدراسات والبحوث العلمية بدمشق. شارك وحاضر في عشرات الدورات والمؤتمرات والندوات العلمية العربية والعالمية حول اللغة العربية ومعالجتها حاسوبيا وتاريخ العلوم عند العرب، والصوتيات العربية وعلوم القرآن، والنحو الإعلامي، وقضايا المصطلح والتعريب.

محمد صغيري
محرر
يناير 2016 - سبتمبر 2018

حاصل على شهادة الدكتوراه، أستاذ باحث بكلية الآداب والعلوم الإنسانية بالرباط، منسق ماستر الأدب العربي والمثاقفة، عضو مركز البحث في اللغة والآداب والتواصل، عضو مختبر الدراسات الأدبية والثقافية والرقمية، وعضو فريق البحث الدراسات في الأدبية واللغوية. صدر له الحلقة المنسية من تاريخ البلاغة العربية ابن قتيبة 2010 والأغراض الشعرية الأسس والمحددات 2016، خبير في بيداغوجيا الإدماج كإطار للمقاربة بالكفايات، تعاون مع معجم الدوحة التاريخي للغة العربية معالجا ومراجعا ومحررا.

محمد عمايرة
محرر
أكتوبر 2015 - سبتمبر 2018

حاصل على درجة الدكتوراة من الجامعة الأردنية في مجال اللغة العربية بتخصص دقيق في اللغة والنحو. متعاون مع معجم الدوحة التاريخي للغة العربية كمعالج لغوي، ثم انتقل إلى مرحلة المراجعة اللغوية، وأخيرا عمل في التحرير اللغوي. لديه بعض الأبحاث المنشورة في مجلات علمية محكمة، بعض هذه الأبحاث في التطبيقات الحاسوبية على بعض دروس النحو، وبعضها في مجال تعليم اللغة العربية لغير الناطقين بها.

محمد نادر العلي
محرر
فبراير 2016 - سبتمبر 2018

حاصل على شهادة الدكتوراه في العربية وآدابها من جامعة الدراسات الإسلامية في كراتشي- باكستان، وتشرف بالإجازة في القرآن الكريم، بروايتي حفص وشعبة عن عاصم. حاصل على الثانوية العامة، وأهلية التعليم الابتدائية من حمص، كما حصل على شهادة العلوم الشرعية من معهد الروضة الهدائية، في حماة، والإجازة في اللغة العربية من الأزهر بمصر، والماجستير. عمل مدرسا، وموجها تربويا، في دولة الإمارات العربية، ومحاضرًا في جامعة كرابوك- تركيا.

محمد نور يوسف
محرر
فبراير 2016 - أكتوبر 2018

حاصل على شهادة الدكتوراه في اللغة العربية من جامعة دمشق 2012م. ونالَ الإجازةَ في اللغة العربية ودبلوم التأهيل التربوي من جامعة دمشق 1990 و1998م، والإجازةَ والماجستيرَ في اللغة العربية من كلية الدعوة الإسلامية الليبية 1991 و1997م، ودرّسَ موادَّ اللغة العربية في المدارس والمعاهد والجامعات في سوريا والسعودية وتركيا. حضرَ وشاركَ في ندوات ومؤتمرات علمية، ونشر بحوثًا في مجلات محكّمة. عمِلَ معالجًا ومراجعًا ومحرّرًا وخبيرًا لُغويًّا في معجم الدوحة التاريخي للغة العربية.

محمد وراوي
محرر
يوليو 2015 - سبتمبر 2018

أستاذ التعليم العالي بجامعة محمد الأول بالمغرب،تخصص اللغة العربية وآدابها. دَرَّسَ: النحو العربي، البلاغة، الأدب العربي، مناهج البحث العلمي. شغل منصب رئيس القسم، عضو بمجلس الكلية واللجنة العلمية، عضو جمعية اللغة العربية ورابطة الأدب الإسلامي العالمية، شارك في عدة ندوات . نشر عدة مقالات، أشرف و ناقش عدة أطاريح . من مؤلفاته: شعر عمرة بنت مرداس، شعر هند بنت عتبة، شعر صفية بنت عبد المطلب، شعر أيمن بن خريم.

محمود إبراهيم الرضواني
محرر
يناير 2016 - سبتمبر 2018

حاصل على شهادة الدكتوراه عن بحث بعنوان: "شعر ذي الرمة دراسة فنية". وماجستير بعنوان: "محمود محمد شاكر منهجه في الدرس الأدبي والتحقيق". يعمل أستاذًا بقسم الدراسات الأدبية بكلية دار العلوم- جامعة القاهرة. له اهتمامات وأعمال في التحقيق، والدراسات اللغوية والأدبية والتراثية والمعجمية والإسلامية، ومن أعماله: تحقيق "ديوان الأعشى الكبير"، وتحقيق كتاب "خلق الإنسان" من المخصص لابن سيده، وتحقيق ما لم ينشر من المخصص.

محمود عبد الكريم نجيب
محرر
مايو 2017 - سبتمبر 2018

عضو هيئة تدريسية في قسم اللغة العربية من جامعة حلب باختصاص (نحو وصرف). شارك في تحكيم عدة رسائل ماجستير ودكتوراه إشرافًا ومناقشةً في جامعة حلب وغيرها. حكَّم عددًا من البحوث العلمية في مجلة بحوث جامعة حلب وغيرها. دقَّقَ لغويًّا عدة مقررات جامعية في كليات الطب وغيرها من جامعة حلب. له عشرة مؤلفات مطبوعة ومخطوطة، وعدة أبحاث محكمة. عمل تسعَ سنوات أستاذًا مساعدًا في جامعتَي أم القرى وسِرْت.

محمود عبيدات
محرر
يوليو 2015 - سبتمبر 2018

حاصل على درجة الدكتوراه في اللغة والنحو من جامعة اليرموك الأردنية بتقدير ممتاز عام 2005م. أستاذ الدراسات اللغوية في جامعة العلوم الإسلامية العالمية بالأردن ورئيس قسم اللغة العربية الأسبق فيها، وعمل أستاذا في اللغة والنحو في الجامعة الأردنية، وقد أنجز عددا من البحوث في ميادين النحو والصرف والدراسات المعجمية والأصوات والقراءات واللسانيات، وأشرف على عدد من رسائل الماجستير والدكتوراه في فروع الدراسات اللغوية المختلفة.

نصر الدين وهابي
محرر
مارس 2016 - سبتمبر 2018

أُسْتاذٌ مُحاضرٌ بقسمِ اللُّغةِ والأدبِ العربيّ، بكُلِّيّة الآدابِ واللُّغَات، بجامعةِ الشّهيد حمّه لخضر، بالوادي – الجزائر. بَاحثٌ مُخْتصٌّ في عُلومِ اللِّسانِ العَرَبي، مُهْتمٌّ بلُغةِ القُرْآنِ الكَريم. مِنَ كُتُبه: الـحَجْبُ الدَّلاليُّ في لُغَةِ القُرْآنِ الكريم، -تَصَوُّراً وصُوَراً، التّوجيهُ النَّحْويُّ للشَّاذِّ في لُغةِ القرآن الكريم -الـمَتْبُوعُ مِنْه والـمَدْفوع، مَنْهَجُ البَحْثِ في لُغَةِ القُرْآنِ الكَريم -مَسائِلُ ومَداخِلُ، القَاعِدةُ النَّحْويَّةُ وتَغَيُّرُ الـمَعْنى التَّفْسِيريّ –دِراسَةٌ بَيْنِيّة. له جُمْلةٌ مِنَ الأَبْحاثِ الـمَنْشورةِ في مَجَلَّاتٍ مُحَكَّمةٍ ومُشارَكاتٌ في عَددٍ مِنَ الـمُؤْتَمراتِ العِلْمِيَّةِ، الدَّوْليَّةِ والوَطَنيَّة.

هفل بن فاضل اليونس
محرر
مارس 2016 - سبتمبر 2018

حاصل على شهادة الدكتوراه في اللُّغَة العربيَّة وآدابها (الدَّراسات الأدبيّة) بتقدير امتياز مِنْ جَامِعَةِ دِمَشق، عَمِلَ أستاذًا في غير جامعة تركيَّة مثل إسطنبول ونوشهير وسَلْجُوق، له كتابان منشوران، والعديد من البحوث والمقالات المنشورة في مجلات محليَّة ودوليَّة محكَّمَة، مهتمٌّ بالأدب القديم وتحقيق النُّصوص، عُضوٌ ومحاضرٌ في مركز الإمام المـَاتُرِيدِي للبُحوث والدِّرَاسات، عضوٌ مُحَكَّمٌ لدى عَدَدٍ من المجلات العربية المحلية والدَّولية.

يحيى إبراهيم قاسم
محرر
فبراير 2016 - سبتمبر 2018

أستاذ اللغويات المشارك بكلية الآداب، جامعة الحديدة. حاصل على الدكتوراه 2008م والماجستير 2005م من جامعة صنعاء. تقلد عدة مهام وظيفية، من بيتها: رئيس قسم، رئيس كونترول، رئيس وحدة الجودة،نائب العميد لشؤون الطلاب. له عدد من البحوث المنشورة: أخطاء الكتاب في لغة الصحافة، مشترك، اليمن 2017م، جُمُوعُ التَّكْسِيرِ في شِعْرِ البَرَدُّونيّ، العراق 2018م، الاسم العَلَم، فرادته اللغوية وسياقاته الثقافية، اليمن2014م.

يحيى صالحي
محرر
يوليو 2016 - سبتمبر 2018

حاصل على شهادة دكتوراه الدولة في الأدب العربي، تخصص بلاغة (أكتوبر 2004). يعمل أستاذا للغة العربية، كُلَّف بمهمة الإدارة التربوية بين عام 2010 و 2015. أستاذ مادة اللغة والتواصل بكلية الحقوق، وجدة، موسم 2004/2005 وموسم 2005/2006. من مؤلفاته المطبوعة: كتاب "رسالة في الجمل" للشيخ بدر الدين الحسن بن قاسم المرادي (تقديم وتحقيق) صدر سنة 2009، كتاب "المصطلح النقدي في كتاب الوساطة بين المتنبي وخصومه" صدر سنة 2016. - كتاب "إشكالية التأويل" صدر سنة 2017 .

محمد موسى جبارة
محرر
يناير 2016 - سبتمبر 2018

أستاذ بقسم أصول اللغة، ووكيل كلية الدراسات الإسلامية والعربية للبنات، جامعة الأزهر، فرع بور سعيد، عمل أستاذا مشاركًا بجامعة طيبة بالمدينة المنورة، له عدد من المؤلفات والبحوث المنشورة في مجالات: علم الدلالة، وفقه اللغة، والأصوات، واللهجات والقراءات، والمعاجم العربية، شارك في عدد من المؤتمرات الدولية، وفي مناقشة عدد من رسائل الماجستير والدكتوراه بجامعة الأزهر بمصر، والجامعة الإسلامية بالمدينة المنورة، وجامعة طيبة، وأشرف على عدد آخر، كما شارك في تحكيم عدد من بحوث الترقية.

أحمد الشيخ
محرر
ديسمبر 2016 - يوليو 2018

أحمد مزيد
محرر
مارس 2016 - سبتمبر 2018

أمين عودة
محرر
يوليو 2016 - سبتمبر 2018

حسيب محمد محمد تقي
محرر
فبراير 2016 - سبتمبر 2018

سيد أحمد الجود
محرر
مارس 2016 - سبتمبر 2018

عبد الحميد زاهيد
محرر
مارس 2016 - سبتمبر 2018

عبد القادر بوشيبة
محرر
يناير 2016 - سبتمبر 2018

عبد القادر حشي
محرر
مارس 2016 - مايو 2018

منير انعم
محرر
فبراير 2016 - أكتوبر 2018

يحيى بن حريمو
محرر
يناير 2016 - سبتمبر 2018

يسلم حمدان
محرر
مارس 2017 - فبراير 2018

المدققون
إبراهيم صبري راشد
مدقق
يونيو 2016 - ديسمبر 2017

أستاذ بقسم الأدب والنقد بكلية اللغة العربية بالمنصورة. له عدة كتب منشورة، من بينها: من الدرر الأدبية في عصر النبوة والراشدين -دراسة تحليلية نقدية، شعر الفقيه الشاعر عبيد الله بن عبد الله بن عتبة بن مسعود (98هـ) جمع وتوثيق ودراسة، شعر مالك بن أسماء بن خارجة الفزاري، أبو السائب المخزومي: أخباره ونقداته.

محمد عبد الله المحجري
مدقق
فبراير 2016 - أغسطس 2017

أستاذ الأدب والنقد المشارك في جامعة العلوم والتكنولوجيا وفي جامعة قطر. عميد كلية العلوم الإنسانية والاجتماعية وعميد شؤون الطلاب سابقا في جامعة العلوم والتكنولوجيا.

عمر القيام
مدقق
يوليو 2016 - يونيو 2017

المراجعون
الحبيب النصراوي
مراجع
سبتمبر 2015 - ديسمبر 2017

أستاذ تعليم عالي، ورئيس وحدة بحث "المعالجة الآلية للمعنى"، وعضو هيئة تحرير "المجلة العربية للثقافة"، و"موسوعة أعلام العلماء". نشرت له أعمال عدة، من بينها: مؤلّفات الجاحظ مصدرا من مصادر معجم العربية، التعريف القاموسيّ،قاموس العربية من مقاييس الفصاحة إلى ضغوط الحداثة،العربية الحديثة في تونس،في المعجمية الوظيفية،في المعجمية التاريخية. وله العديدي من المقالات العلمية المحكمة.

رشيد أعرضي
مراجع
مارس 2016 - يناير 2018

أستاذ مؤهل بكلية الآداب مراكش، أستاذ البلاغة والنحو والصرف. عضو "مختبر الترجمة وتكامل المعارف"، عضو هيئة تحرير مجلة "ترجميات"، عضو هيئة تحرير مجلة "الصوتيات العربية". من منشوراته: الحاشية على المطول، البرهان في القرآن، تفسير الخطاب القرآني عند الألوسي، الحاشية على الكشاف، البلاغة العامة: حوار المركز والمحيط، من البلاغة المختزلة إلى البلاغة الرحبة، التكامل المعرفي بين علم الأصوات وعلم البلاغة.

سلامة هليل الغريب
مراجع
يوليو 2016 - ديسمبر 2016

أستاذ في الدراسات الأدبية، الأدب المملوكي. له العديد من البحوث المنشورة في المجلات المحكّمة في أدب العصرين الأيوبي والمملوكي. عضو هيئة تدريس في جامعة الطفيلة التقنية من 9/9/2007 .

سهى فتحي نعجة
مراجع
يوليو 2015 - ديسمبر 2017

حاصلة على شهادة الدكتوراه في تخصص النحو والصّرف والمعجميّات، وتعمل أستاذة بالجامعة الأردنية -قسم اللغة العربية وآدابها. عضو هيئة تحرير مجلة (dinbilimleri.com)، ولجنة تحكيم الترقيات والأبحاث العلميّة المتخصصة، وبعض لجان المناهج التعليمية. أشرفت وناقشت العديد من الرسائل الجامعية في الأردن وفي الوطن العربي، شاركت في تأليف المناهج الدراسية، و نشرت ما يزيد على 40 بحثا علميّا محكّما، و 13 كتابا.

عبد الرحيم بودلال
مراجع
يوليو 2015 - يناير 2018

أستاذ التعليم العالي بكلية الآداب جامعة محمد الأول وجدة تخصص لسانيات عربية. مدير مركز الدراسات والبحوث الإنسانية والاجتماعية، رئيس مجلس إدارة المجلة المغربية لدراسات الترجمة، عضو مؤسس لاتحاد اللسانيين المغاربة، عضو مؤسس للجمعية المغربية الوطنية لحماية اللغة العربية، عضو في مختبر الأدب والبناء الحضاري التابع لكية الآداب، عضو مختبر المعالجة الآلية للغة العربية التابع لكلية العلوم. له مقالات في تخصص النحو والصرف.

ماهر أحمد المبيضين
مراجع
يوليو 2016 - ديسمبر 2016

أستاذ التعليم العالي، تخصص "أدب ونقد قديم". بدأ مدرسا بجامعة 2000 فأستاذا مساعدا 2003 فأستاذا مشاركا 2008 فأستاذا 2016. من إنتاجه: خمسة عشر بحثا منشورة في مجلات علمية محكمة، وخمسة كتب في الأدب والنقد والمعجم ومهارات تدريس اللغة العربية، عشر مؤتمرات علمية في الأدب والنقد وعلوم اللغة، مشاركة بورقة علمية. محكم للعديد من البحوث والترقيات والكتب العلمية، عضو لجنة تحكيم جائزة البحث العلمي المميز في الأردن.

مأمون تيسير مباركة
مراجع
يوليو 2015 - يناير 2018

حاصل على شهادة الدكتوراة في النحو العربي من جامعة دمشق – سوريا 2011م. أستاذ النحو والصرف في جامعة النجاح الوطنية –نابلس/ فلسطين، حاصل على دبلوم في أساليب تدريس اللغة العربية، محاضر في تعليم اللغة العربية للناطقين بغيرها، شاعر ولي تحت الطبع ديوان (كنوز الغريب)، ناشر للعديد من الأبحاث المحكمة، ومشارك في العديد من المؤتمرات العلمية.

محمد القلال
مراجع
أكتوبر 2015 - فبراير 2018

أستاذ جامعيّ بكلية الآداب بصفاقس (تونس). نال شهادتي الدّكتوراه والدّراسات المعمّقة في العربيّة (جامعة منّوبة). عضو هيأة التّدريس لماجستير البحث، عضو بمخبر "المعالجة الآليّة للّغة"، مهتمّ بالعلوم النّحويّة واللّسانيّة. شارك في ندوات دوليّة وملتقيات علميّة، له محاضرات عديدة ومقالات منشورة بمجلّات محكّمة. من مسؤوليّاته: إدارة مركز التّوثيق الرّقمي ودعم الجودة بالتّعليم العالي، رئاسة لجنة اللّغة بالكلّيّة، تنسيق لجنة إعداد الامتحانات الجهويّة وإصلاحها الخاصّة بمنظومة إعادة توجيه الطّلبة.

محمد أحمد تتا المصطفى
مراجع
يناير 2016 - يناير 2018

يعمل أستاذا بكلية الآداب بجامعة نواكشوط، درس بالمدرسة العليا للتعليم بنواكشوط وكلية الآداب بالرباط. له دراسات في السرد العربي القديم، واسهامات في القصة والرواية إبداعا ونقدا. يشغل الى جانب عمله الأكاديمي مهمة السفير مدير الاتصال بوزارة الخارجية الموريتانية.

حسين الصالح
مراجع (متوفّى)
يوليو 2016 - ديسمبر 2016

أستاذ جامعي في النحو واللغة، حصل على شهادة الماجستير من جامعة بغداد في بحث بعنوان: (ابن الجزري ودراساته الصوتية في ضوء علم اللغة الحديث)، وحاز على شهادة الدكتوراه من الجامعة المستنصرية بتقدير امتياز في بحث بعنوان: (التأويل اللغوي في القرآن الكريم)، من الأساتذة المحكّمين لبحوث اللغة العربية في مختلف الجامعات ومجلات اللغة العربية، ناقش وأشرف على ما يزيد عن ٣٠ رسالة ماجستير ودكتوراه، وله العديد من الأبحاث العلمية المنشورة.

المختار بن محمدو بن ممو
مراجع
مارس 2016 - ديسمبر 2017

خالد بسندي
مراجع
يوليو 2016 - نوفمبر 2017

عبد القادر عبد الرحمن أسعد السعدي
مراجع
مايو 2016 - فبراير 2017

عبد الكريم مشهداني
مراجع
يوليو 2016 - يناير 2017

علي الودرني
مراجع
أكتوبر 2015 - أكتوبر 2017

محمد الحافظ الروسي
مراجع
فبراير 2016 - مايو 2018

محمد طاهر الحمصي
مراجع
يوليو 2016 - فبراير 2017

المعالجون
ابراهيم أسيكار
معالج
مارس 2016 - يناير 2018

أستاذ جامعي مؤهّل يدرس مادة البلاغة في كلية الآداب بجامعة القاضي عياض في مراكش بالمملكة المغربية. مجالات تكوينه العلمي: اللغة والنقد والبلاغة، التداولية وتحليل الخطاب، نظريات التلقي والتأويل، المقاربات البيداغوجية الحديثة. له انتاجات علمية عدة من بينها: مقالات علمية شخصية، ومؤلفات متنوعة بالاشتراك، وأخرى قيد الإعداد.

احمد حسن العروسي
معالج
فبراير 2016 - يونيو 2018

حاصل على شهادة الدكتوراه في النحو والصرف من جامعة صنعاء، أستاذ النحو والصرف في كلية اللغات ورئيس قسم اللغة العربية 2014/2015م، أستاذ المهارات اللغوية في عدد من الجامعات، مراجع لغوي في عدد من المراكز. من أبحاثه ودراسته العلمية : تحقيق كتاب نزهة الطلاب في شرح قواعد الإعراب، قضايا اللغة والنحو في تفسير الواحدي، دلالة الحيوان في الشعر الجاهلي، الشعب والثورة في شعر الزبيري.

الجيلالي بوعافية
معالج
يناير 2016 - ديسمبر 2017

أستاذ محاضر بجامعة أبي بكر بلقاید- تلمسان- الجزائر، حاصل على شھادة الدكتوراه في الدراسات اللغویة ،عام 2016م، وشھادة الماجستیر في فقه اللغة،عام 2005 م. عضو بمخبر المعالجة الآلیة للغة العربیة -جامعة تلمسان،وعضو محكم بمجلة الإشعاع الدولیة- جامعة سعید الجزائرية. شارك في ملتقیات دولیة ووطنیة، ونشر مجموعة من المقالات في الدراسات النحو یّة والمعجم یّة.

الغالي بنهشوم
معالج
يناير 2016 - يناير 2018

أستاذ تعليم عالي مؤهل، جامعة المولى إسماعيل، المغرب. حاصل على شهادة الدكتوراه في الأدب العربي من جامعة سيدي محمد بن عبد الله بفاس؛ منسق شعبة اللغة العربية بالكلية المتعددة التخصصات بالرشيدية، المغرب. له مجموعة من المؤلفات: ترتيب ديوان المتنبي-دراسة وتحقيق، التواصل والتلقي في الخطاب الأدبي، الحجاج في الخطاب الأدبي، الخطاب الشعري بين سلطة المرجع وتعدد القراءة. له مجموعة من المشاركات والإسهامات الوطنية والدولية في الأردن، وتونس، والجزائر، والإمارات العربية.

الهادي محمد محمود الهادي
معالج
مارس 2017 - ديسمبر 2017

حاصل على شهادة الدكتوراه في الآداب والعلوم الإنسانية بميزة: مشرف جدا، سنة 2012. تخصص "البلاغة والنقد" من: جامعة سيدي محمد بن عبد الله – كلية الآداب والعلوم الانسانية –سايس- فاس-المغرب. أستاذ متعاقد مع جامعة العلوم الإسلامية بلعيون في موريتانيا.

امـحمد واحميد
معالج
يونيو 2016 - ديسمبر 2017

حاصل على دكتوراه في السميائيات، يعمل أستاذا للبلاغة وتحليل الخطاب بجامعة المولى إسماعيل- مكناس. تقلد عدة مناصب من بينها: عضو هيئة تحرير مجلة البلاغة وتحليل الخطاب، عضو مختبر الخطاب وتكامل المعارف بجامعة المولى إسماعيل مكناس، أستاذ زائر بكلية الآداب- جامعة السلطان مولاي سليمان ببني ملال. له إسهامات علمية في مجلات محكمة وكتب جماعية، وله خبرة في تعليم اللغة العربية للناطقين بغيرها .

إبراهيم مناد
معالج
إبريل 2016 - يناير 2018

أستاذ التعليم العالي في علوم اللغة العربية، حاصل على شهادة دكتوراه في علوم اللغة 2010م، وشهادة الماجستير في علوم اللغة سنة 2001م. درّس بقسم اللغة العربية وآدابها بجامعة مستغانم 2001-2013م، ثمّ بقسم اللغة العربية وآدابها، المركز الجامعي بمغنية، الجزائر منذ 2014م إلى يومنا هذا. له العديد من البحوث العلمية المنشورة في مجلّات وطنية ودولية، وأسهم في ملتقيات ومؤتمرات دولية ووطنية. كما امتهن العديد من المناصب العلمية والإدارية.

إياد فتحي موسى العسيليّ
معالج
مارس 2017 - ديسمبر 2017

حاصل على الدكتوراه والماجستير في اللّغة العربيّة وآدابها من الجامعة الأردنيّة 2016م و2010م. يعمل محاضرا متفرغا في شعبة اللّغة العربيّة بمركز اللّغات في الجامعة الأردنية من 2014م، كما درس في كلّيّة تدريب عمّان الجامعيّة ومركز طوقان للتّدريب المتقدّم والكلّيّة العلميّة الإسلاميّة. من أعماله البحثية المنشورة: الحدس اللّغويّ في خطاب اللّسانيّات المعاصر وأعمال النّحاة العرب، مجلّة دراسات، الجامعة الأردنيّة، تاريخ قَبول النّشر: 27/5/2018.

إيهاب سعيد إبراهيم النجمي
معالج
إبريل 2017 - ديسمبر 2017

أستاذ اللغويات المساعد ورئيس قسم اللغة العربية بكلية الإلهيات جامعة قسطمونى بتركيا منذ عام 2014م. حاصل على الدكتوراه في اللغة العربية وآدابها من كلية الآداب جامعة طنطا عام 2011م، والماجستير في اللغة العربية وآدابها من كلية الآداب جامعة المنوفية عام 2005م، و الليسانس في اللغة العربية وآدابها من كلية الآداب جامعة المنوفية مصر عام 2000م.

أبوبكر حسيني
معالج
مارس 2016 - ديسمبر 2017

أستاذ الصوتيات العربية بجامعة ورقلة (الجزائر). له سبعة كتب منشورة، منها: تلاوة القرآن الكريم وعاداتنا النطقية، الصوتيات التركيبية، والعديد من المقالات العلمية في مجلات وطنية ودولية. كما شارك في عدة مؤتمرات وطنية ودولية في مجال الصوتيات والنحو والقراءات. شغل العديد من المناصب الإدارية والعلمية وأشرف على الكثير من رسائل الماستر والماجستير والدكتوراه في علوم اللسان.

أبوه أعمر
معالج
يناير 2016 - مايو 2017

حاصل على شهادة دكتوراه الدولة فى الآداب، ويعمل أستاذا دائما بكلية الآداب والعلوم الإنسانية بجامعة نواكشوط العصرية. شغل منصب رئيس قسم اللغة العربية وآدابها بجامعة نواكشوط 2009-2013، وأمينا عاما لودادية أساتذة التعليم العالي 2010. له مؤلفات في عدة مجالات:(المناهج والنقد والأدب والحضارة العربية الإسلامية). أشرف على العديد من الرسائل العلمية وشارك في العديد من الندوات العلمية، من بينها: ندوة الرباط بالمغرب (لإنشاء المجلس العربي للبحث والتطوير والابتكار) المنظم من طرف ALECSO، ندوة الشارقة بدولة الإمارات العربية المتحدة بوصفه ممثلا لموريتانيا فى المنتدى العربي للبحث العلمي والتنمية المستدامة المنظم من طرف ALECSO.

أحمد السعيدي
معالج
يناير 2016 - ديسمبر 2017

حاصل على الدكتوراه من جامعة عبد المالك السَّعدي بتطوان سنة 2009 في تخصص تحقيق المخطوطات، وهو أستاذ مشارك في جامعة ابن زهر بالمغرب. من مؤلفاته وتحقيقاته: "فهرس ابن ناصر"، بيروت 2005، و"سوس التاريخ والثقافة والمجتمع"، الدار البيضاء 2011، و"فهرسة الشيخ محمد بن علي الورزازي"، تطوان، 2011، و"مترعات الكؤوس في آثار طائفة من أدباء سوس" للمختار السوسي، بيروت 2017. نشر مقالات في مجلات محكّمة، وشارك في مؤتمرات وطنية ودولية.

أحمد الشايب عرباوي
معالج
مارس 2016 - يناير 2018

حاصل على شهادة الدكتوراه عام 2014م جامعة بسكرة، يعمل أستاذًا محاضرا في النحو العربي وأصوله بكلية الآداب جامعة الوادي. أشرف على عدد من رسائل الماستر والدكتوراه، عضو باحث بمخبر التكامل المعرفي كلية الآداب، عضو محكِّم بمجلة "علوم اللغة العربية وآدابها" قسم اللغة العربية. شارك في ملتقيات وطنية ودولية، له مقالات منشورة بمجلات تخصصية مختلفة.

أحمد إبراهيم أحمد
معالج
إبريل 2016 - يناير 2018

حاصلٌ على درجة الدكتوراة في اللغة العربيّة وآدابها من الجامعة الأردنيّة. عمل مدرّسًا ومحاضرًا في الجامعة الأردنيّة وجامعة فيلادلفيا وجامعة الإسراء ومعلّمًا في وزارة التربية والتعليم الأردنيّة، ومعالجًا لغويًّا متعاونا مع معجم الدوحة التاريخيّ للّغة العربيّة. شارك في عددٌ من الدورات، أهمّها: الدورة التدريبيّة في الصناعة المُعجميّة ودورة تطوير الأداء المهْنيّ لأعضاء هيئة التدريس من جامعة الإسراء.

أحمد طيبي
معالج
يناير 2016 - فبراير 2018

أستاذ التعليم العالي بجامعة سعيدة، الجزائر. عضو اللّجنة العلمية لقسم اللّغـــــــة العربية وآدابها. تقلد مجموعة من المناصب: عضو المجلس العلمي لكلّية الآداب واللّغـــــات والفنون، مسؤول تخصّص ماستر اللّسانيــــــــــات التّطبيقية وتعليمية اللّغات، مدير مخبر اللّسانيـــــــــات والتّرجمة، مدير ورئيس تحرير مجلّة " الإشعاع " في اللّســـــانيات والتّرجمة الدّولية المحكّمة. له مجموعة من الكتب الفردية والجماعية المطبوعة، وكثــــــير من المقالات والأبحاث والدّراسات المطبوعة في مجلات محكّمة وطنية ودولية.

أحمد قاسم الزمر
معالج
فبراير 2016 - يوليو 2018

حاصل على دكتوراه من جامعة عين شمس مصر تخصص بلاغة وأسلوبية، وعلى لسانس وماجستير لغة عربية من الجامعة الإسلامية بالمدينة المنورة. عمل أستاذا في جامعة صنعاء، كلية اللغات، قسم اللغة العربية؛ وأستاذا للبلاغة والإعجاز البلاغي في كلية الدراسات الإسلامية بدبي. له خبرة تدريسية، خبرة بحثية وتأليف، خبرة في تدريب الكوادر الإعلامية.

أحمد نتوف
معالج
فبراير 2016 - يوليو 2017

حاصل على دكتوراة في اللغة العربية وآدابها من قسم اللغة العربية في جامعة دمشق 2001. عمل أستاذا مشاركا للنقد العربي القديم والبلاغة في كلية الآداب والعلوم بجامعة قطر. اشرف على إنتاج برامج تنموية في قنوات فضائية مختلفة. من مؤلفاته: النقد التطبيقي عند العرب في القرنين الرابع والخامس الهجريين، دار النوادر، الكويت؛ سلسلة أبجد لتعليم اللغة العربية (بالاشتراك)، مؤسسة أبجد، تركيا؛ الغزو الفكري في أفلام الكرتون.

أنور العزاني
معالج
إبريل 2017 - ديسمبر 2017

حاصل على شهادة الدكتوراه في الدراسات اللغوية تخصص نحو وصرف. أستاذ النحو والصرف المشارك في تدريس مقررات النحو والصرف واللغة والمعجم في برنامج البكالوريوس والدراسات العليا. عضو في لجان مناقشة الرسائل العلمية والإشراف عليها.

بسمة بلحاج رحومة الشكيلي
معالج
يوليو 2016 - فبراير 2018

أستاذ محاضر في اللغة والآداب العربيّة. حاصلة على شهادة الدكتوراه، وشهادة التأهيل الجامعيّ، وشهادة الكفاءة في البحث، وشهادة التبريز. أهمّ منشوراتها: كتاب بعنوان "السؤال البلاغيّ - الإنشاء والتأويل"، كتاب بعنوان "المنوال البلاغيّ العربيّ من البناء القائم إلى البناء الممكن"، مقال بعنوان "هل المسكوت عنه هو ما لا يقال؟"، مقال بعنوان "التقرير والإنكار بين سلطة المتكلّم وسلطة الحجّة".

بشير رواجبة
معالج
يوليو 2015 - نوفمبر 2017

حاصل على الدكتوراة من الجامعة الوطنية الماليزية 2011م برسالة معنونة بـ" أساليب الإثبات والنفي في القرآن الكريم"، والماجستير 2007 في النحو العربي برسالة معنونة بــ" الظروف الزمانية والمكانية في شعر الأعشى"، وبكالوريوس في اللغة العربية وآدابها من جامعة النجاح الوطنية 2004م. عمل مدرسًا في مدارس التربية والتعليم منذ 2004م. ومحاضرًا غير متفرغٍ في جامعة النجاح الوطنية منذ 2011م. عمل محاضرًا في جامعة القدس المفتوحة وفي كلية الروضة 2008-2010م.

جلال عيد
معالج
يوليو 2015 - ديسمبر 2017

عضو هيْئةِ تدريس بجامعةُ القُدْسِ المفتوحة- فلسطين. حاصل على دكتوراة الدولة في علْم المَعاجم 1999م والماجستير في علْم اللُّغة العامّ من معهد البحوث والدِّراسات العربيَّة العالية –القاهرة 1994م، البكالوريوس في الأدبِ – قسْم اللُّغة العربيَّة/جامعة بيرزيت 1986م، الدبلومُ العالي في الدِّراسات الإسلاميَّة/معهد الدِّراسات الإسلاميَّة –القاهرة 1992م، الدبلومُ العالي في الدِّراسات السياسيَّة/معهد البحوث والدِّراسات العربيَّة العالية –القاهرة 1999م. له خبرة طويلة في مجال التدريس والأعمال الأكاديمية.

جمال ولد الخليل
معالج
يناير 2016 - ديسمبر 2017

حاصل على شهادة الدكتوراه في الآداب، بميزة مشرف جدا 2010، شهادة الماجستير في الآداب، وشهادة الإجازة في الآداب. عمل أستاذا للتعليم العالي بجامعة نواكشوط العصرية – موريتانيا وأستاذا زائرا سابقا في قطر كلية أحمد بن محمد العسكرية الدوحة. شارك في العميد من الندوات والمؤتمرات الدولية ونشر مجموعة من الأبحاث والدراسات في العديد من المجلات الدولية المحكمة.

جهاد محمّد احميد دويكات
معالج
يوليو 2016 - يناير 2018

أستاذ مساعد في النحو والصرف في الكلية الجامعية للعلوم التربوية في رام الله، عضو في تأليف المناهج الفلسطينية وتحكيمها، شاعر وروائيّ، صدر له ديوان (نزف القلوب) سنة 2014 ورواية (زفاف في العالم الآخر) سنة 2018. شارك في العديد من المؤتمرات العلمية، منها مؤتمر في جامعة النجاح الوطنية بعنوان (المناهج الفلسطينية بين الأصالة والمعاصرة) سنة 2005م، ومؤتمر علمي حول أدب الأطفال عُقد في الخليل سنة 2008م.

حسام مصطفى اللحّام
معالج
مارس 2017 - ديسمبر 2017

حاصل على دكتوراة في البلاغة العربية من الجامعة الأردنيّة، وهو أستاذ مشارك في قسم اللغة العربيّة بجامعة الزيتونة الأردنيّة. عمل رئيسا لقسم التصحيح اللغوي بوزارة الثقافة الأردنية (1991-1998)، عضو رابطة الكتّاب الأردنيين، عضو لجنة معجم الأدباء الأردنيين. من مؤلّفاته المطبوعة: أثر نظريّة النّظم في الدّراسات الأسلوبيّة، البحث البلاغي في معجم أساس البلاغة، انزياحات الرّوح (دراسات في بلاغة الأسلوب)، جماليّات الظّلال.

حسان بوكيلي
معالج
فبراير 2016 - يناير 2018

أستاذ جامعي، تشمل أهتمامته البحثية: اللسانيات وامتداداتها العملية للإجابة عن الأسئلة التي تتعلق باللغة عامة والعربية تحديدا وصفا (التركيب) وتمثلا وتدريسا وتخطيطا. من منشوراته: كتاب بعنوان "المعجمالذهني: بحث في آليات النفاذ النفسية والمعرفية، ومقالات عدة تشمل: اللغةوالمعرفة، قواصم اللغةالعربية في المدرسةالمغربية، فرضية المركب الحدي المتمفصل وبنية الإضافة في اللغةالعربية، فرضية التركيب الأبسط وصعود الفعل إلى المصدري في اللغةالعربية، توجيهات اليونسكو: التخطيط اللغوي في السياق التربوي المتعدد لغويا: دلالةالنص وأسئلة الاقتضاء.

حسن علي المخلف
معالج
يوليو 2015 - نوفمبر 2017

حاصل على شهادة الدكتوراه في الأدب والنقد-جامعة دمشق. عمل في جامعتي دمشق وقطر وفي كلية المجتمع. ألف كتاب التراث والسرد- طباعة وزارة الثقافة في قطر، ونشر عدة أبحاث في مجال الرواية والأدب. شارك في العديد من الأمور التعليمية والعلمية: تأليف المناهج الدراسية للمرحلتين الإعداديةوالثانوية في قطر، تطوير منهاج اللغة العربية قسم المتطلبات العامة في جامعة قطر، تطوير المعلمين الجدد والقدامى في استراتيجيات التدريس والتقييم، عضويةالعديدمن اللجان التنظيمية والثقافية وتحكيم الأبحاث.

حسين حسن أسود
معالج
مارس 2016 - يناير 2018

حاصل على درجة الدكتوراه في اللغة العربية وآدابها من جامعة دمشق/ قسم اللغة العربية بكلية الآداب والعلوم الإنسانية 2010م. عمل باحثًا لغويًّا في مجال المصطلحات في مجمع اللغة العربية بدمشق بين عامي 2004 و2006م، و كان محاضراً لمادة البلاغة العربية في كلية الدعوة في بيروت 2010م. ومنذ عام 2011 حتى الآن يعمل أستاذا مساعدا في كلية الآلهيات بجامعة بينكول في تركيا. له عدد من المقالات العلمية والكتب المطبوعة.

حنان غياط
معالج
يناير 2016 - مارس 2017

حاصلة على شهادة الدكتوراه في الدراسات اللغوية تخصص المعجمية وصناعة المعجم من جامعة تلمسان، الجزائر سنة 2018م. تشغل وظيفة أستاذة بالمركز الجامعي مغنية بالجزائر، لها العديد من البحوث المنشورة في الدوريات العلمية المحكمة، وساهمت بمداخلات في العديد من المؤتمرات العلمية المتخصصة المحلية والدولية.

خالد عبد الحليم هاشم
معالج
فبراير 2016 - يناير 2018

حاصل على شهادة الدكتوارة في اللسانيات. يعمل محاضرا في جامعة صنعاء – كلية اللغات. وعضو في اتحاد الأدباء والكتاب اليمنيين. من إصداراته الأدبية: مجموعة قصصية بعنوان "وآلام أضاعت سحرتها" 2017، كتاب "ألحان من فيوض المدائن، رحلة إلى كوبا" 2010، كتاب "النبر في العربية"، 2010.

رابح مغراوي
معالج
يوليو 2015 - يناير 2018

حاصل على شهادة دكتوراه الدولة في التاريخ الإسلامي، كلية الآداب والعلوم الإنسانية، جامعة محمد الأول، المملكة المغربية. يعمل أستاذا لتاريخ الإسلام والحضارة، و عمِل أستاذا زائرا في جامعة قطر سابقا. محكم ومراجع لعدة كتب من خارج المغرب. له عدة كتب وأبحاث محكمة ومنشورة داخل المغرب وخارجه، شارك في عديد من الندوات والمؤتمرات المحلية والدولية. عضو الجمعية المغربية للبحث التاريخي ومنسق سابق لوحدة علم التاريخ ومناهجه بقسم التاريخ والحضارة.

رشيد بن زكو
معالج
فبراير 2016 - يناير 2018

أستاذ باحث في اللسانيات، يعمل حاليا أستاذا للسانيات بالمدرسة العليا للأساتذة، جامعة مولاي إسماعيل، مكناس. من أبحاثه ودراساته: البنية الحدثية للفعل المضعف في العربية (2018)، لوضع الصواتي والدلالي للأفعال المهموزة في العربية (2018)، أعد ونسَّقَ كتاب: اللغة والأدب والثقافة -التمثلات والمقاربات (2018) ، الفعل المعتل والتعدية -من البنية الصوتية إلى البنية التركيبية (2017).

رفيق البوحسيني
معالج
فبراير 2016 - يناير 2018

حاصل على شهادة الدكتوراه في الصرافة والصواتة 2002. يعمل أستاذا للتعليم العالي في اللسانيات، جامعة سيدي محمد بن عبد الله، المغرب. يشغل منصب رئيس فريق البحث في اللغة والأدب بمختبر البحث في العلاقات الثقافية المغربية المتوسطية. من مؤلفاته: ظاهرة الإعلال في العربية:دراسة صرف-صواتية،عالم الكتب الحديث،2015؛ الإبانة في اللغة العربية:من الإعراب إلى المعنى، منشورات شعبة اللغة والأدب والتواصل، 2015؛ معالم نظرية للفكر اللغوي العربي، إفريقيا الشرق 2013.

زكريا نصوح قصاب
معالج
فبراير 2016 - ديسمبر 2017

حصل على منحةٍ من جامعة عين شمس لدراسة الماجستير والدكتوراه، وتخرّج في كلّيّة الألسن في جامعة عين شمس عام 2007، ودرّس في عدد من الجامعات السوريّة، يعمل الآن أستاذًا مساعدًا في كلّيّة العلوم الإسلاميّة في جامعة أفيون قوجه تبه في تركيّة، وعنده بحثان: مصطلحُ التّشبيه التّمثيليّ/ دراسةٌ تأصيليّة، وخروجُ الجملة الحاليّة عنِ الأصل/دراسةٌ نحويّةٌ بلاغيّةٌ.

سعيد الزكاف
معالج
فبراير 2016 - نوفمبر 2017

حاصل على الدكتوراه في لسانيات النص وتحليل الخطاب من جامعة عبد الملك السعدي بتطوان، يعمل أستاذا ومديرا تربويا لمدرسة النور للتعليم العتيق بالفنيدق، شارك في العديد من المؤتمرات والندوات الوطنية والدولية، آخرها المؤتمر الدولي الأول حول دراسة التراث الإسلامي بجامعة الأزهر، القاهرة، ولديه بعض الأعمال المنشورة من بينها البستان في علم القرآن للقاضي الجناتي السبتي دراسة وتحقيق، كما شارك في مشروعات علمية من بينها المعجم التاريخي في التفسير لمؤسسة مبدع بفاس.

سعيد قطفي
معالج
مارس 2016 - يناير 2018

حاصل على شهادة الدكتوراه في اللغة العربية وآدابها، تخصص البلاغة والنقد العربي، من جامعة القاضي عياض بمراكش، المغرب، سنة 2018. عضو بمختبر الترجمة وتكامل المعارف، ومركز الكندي للترجمة والتدريب، شارك في تنظيم مجموعة من المؤتمرات والندوات التي يسهر عليها مختبر الترجمة ومركز الكندي، كما شارك في عدة مؤتمرات علمية داخل الوطن وخارجه، وله مجموعة من المقالات المنشورة في مجلات عربية محكمة.

سليم سعداني
معالج
مارس 2016 - سبتمبر 2017

حاصل على شهادة الدكتوراه في تخصص البلاغة والأسلوبية، مارس التعليم بالمدارس الابتدائية لمدة خمس وعشرين سنة، يعمل أستاذا محاضرا بجامعة الشهيد حمّة لخضر بالوادي، الجزائر، منذ 2011م، مهتم بأدب الأطفال قصة وشعرا، له في ذلك مؤلفات قيد النّشر، مهتم بالرواية وله رواية منشورة بعنوان (التّائه)، شارك في ملتقيات وبمقالات مختلفة داخل الجزائر وخارجها.

سمير زياني
معالج
يناير 2016 - يناير 2017

حاصل على شهادة الدكتوراه في النّقد الحديث والمعاصر سنة 2018م، يعمل أستاذا بالمركز الجامعي مغنية بالجزائر، له العديد من الأبحاث والدّراسات في المجلات الوطنيّة والدولية، كما شارك في مؤتمرات وملتقيات داخل الوطن وخارجه، من بينها مؤتمر اللّغة العربية ومواكبة العصر المنعقد في المدينة المنورة، ومؤتمر اللّغة العربيّة والدّراسات البينية المنعقد في الرياض بالسعودية سنة 2015م.

شاهين عبد المجيد بركات
معالج
فبراير 2016 - يناير 2018

حاصل على شهادة الدكتوراة في اللسانيات الوظيفية، جامعة مولاي اسماعيل، مكناس، المغرب،2008. يعمل أستاذا محاضرا في جامعة مولاي اسماعيل. شارك في العديد من الندوات العلمية في الجامعات المغربية. له قيد الطبع: الطاقة التواصلية والتواصل اللغوي في اللسانيات الوظيفية، وظيفة الصورة البلاغية في التواصل اللغوي.

شعبان شعبان الفرماوي
معالج
يناير 2016 - مارس 2018

تخرج في كلية اللغة العربية جامعة الأزهر بالمنصورة بتقدير ممتاز مع مرتبة الشرف وعُيِّنَ فيها. حصل على الماجستير في أصول اللغة بتقدير: ممتاز عن رسالته (أوجه الاحتجاج اللغوي بشعر الأعشى في معجم لسان العرب)، ثم على الدكتوراه في أصول اللغة بتقدير: ممتاز مع مرتبة الشرف الأولى والتوصية بطبع الرسالة وتداولها بين الجامعات وذلك عن أطروحته (الدرس اللغوي في كتب التراجم حتى نهاية القرن الثامن الهجري، جمع ودراسة).

شكري الشريف
معالج
فبراير 2016 - يناير 2018

حاصل على شهادة شهادة الدكتوراه في اللغة والآداب العربية اختصاص نحو ومعجم ولسانيات ويعمل أستاذا مساعدا. عضو مساهم في إنجاز "المعجم التـّاريخي" في إطار بحث اهتمّت به جمعية المعجمية بتونس، متعاون مع "معجم الدوحة التاريخي للغة العربية"، عضو بوحدة تجديد التعليم والدراسات اللّسانية بكلّية منوبة، عضو مؤسس للرابطة التونسية للأدباء والمفكرين، عضو بمخبر البحث: بلاغة التداول ونحو الخطاب، أصدر كتاب "مظاهر من انتظام المعجم"2015.

عادل صالح القباطي
معالج
سبتمبر 2016 - يناير 2018

أستاذ النقد الأدبي المشارك بقسم اللغة العربية وآدابها، كلية الآداب -جامعة الحديدة. حاصل على شهادة الدكتوراه من كلية الآداب (نقد أدبي) بتقدير مرتبة الشرف الأولى مع التوصية بطباعة الرسالة وتبادلها بين الجامعات 2011م (التناص في شعر أبي نواس). من أعماله: "التناص سياقاته وآلياته في شعر أبي نواس"، المفارقة في رسالة التربيع والتدوير للجاحظ، الصراع مع الآخر في نثر أبي حيان التوحيدي -دراسة في الأنساق الثقافية.

عبد الحليم محمد عبد الله
معالج
إبريل 2017 - سبتمبر 2017

حاصل على شهادة الدكتوراه ويعمل أستاذا مساعدا في قسم اللغة العربية وبلاغتها في جامعة ماردين آرتقلو. له خبرة تعليمية تفوق 25 سنة في الداخل والخارج لمستويات مختلفة في التعليم العام والتعليم الجامعي والدراسات العليا. من أعماله المنشورة: الجملة وإعرابها عند الفراء 207هـ، الأصول والفروع في كتاب سيبويه 180هـ ، معالم التفكير في الجملة عند الفراء 207هـ، تقريب البلاغة العربية للناطقين بغير العربية، ومايزيد عن 25 بحثا محكما و12مؤتمرا محكما.

عبد الحي الروسي
معالج
سبتمبر 2016 - مايو 2018

حاصل على شهادة الدكتوراه في الأدب المغربي من كلية الآداب بتطوان، ودبلوم الدراسات العليا في الفقه الإسلامي من جامعة القرويين. يعمل أستاذا للتعليم الثانوي التأهيلي، وأستاذا لمادة التفسير في معاهد التعليم العتيق. له عدة مقالات وبحوث منشورة في عدة مجلات وكتب، وله مشاركات عديدة في ندوات وطنية ودولية.

عبد الخالق عبد الله عودة عيسى
معالج
أكتوبر 2015 - نوفمبر 2017

حاصل على شهادة الدكتوراه في الأدب العباسي عن أطروحة بعنوان "السّخرية في الشّعر العبّاسي في القرنين الثاني والثالث الهجريين"، عميد كلية العلوم الإنسانية، جامعة النّجاح الوطنيّة،فلسطين. تقلد منصب رئيس سابق لقسم اللغة العربيّة، جامعة النّجاح الوطنيّة. لديه عدّة أبحاث منشورة في الأدب الجاهلي، والأدب العبّاسي، والأدب الحديث، واللغة، والعلوم التّربويّة.

عبد الرؤوف خريوش
معالج
يوليو 2015 - يناير 2018

حاصل على شهادة الدكتوراه في اللسانيات الحديثة (أصوات ولهجات) من جامعة القرآن الكريم في السودان 1997، ونال درجة الماجستير في اللسانيات من معهد الخرطوم الدولي للغة العربية في السودان 1995، والبكالوريوس في اللغة العربية من جامعة محمد الخامس في المغرب 1987. يحمل درجة الأستاذية، ويعمل الآن أستاذا لعلم اللغة بجامعة القدس المفتوحة في فلسطين في برنامجي: البكالوريوس والماجستير.

عبد العالي احميد
معالج
يونيو 2016 - يناير 2018

حاصل على شهادة الدكتوراه في الأدب العربي القديم، وعلى دبلوم مركز تكوين مفتشي التعليم. يشغل منصب المفتش المنسق الجهوي التخصصي لمادة اللغة العربية بأكاديمية درعة تافيلالت؛ أستاذ متعاقد بالكلية متعددة التخصصات بالرشيدية. ـ من منشوراته: مقالات في الأدب العربي بالمغرب الأقصى، الأدب العربي الصوفي بين الإمتاع والإقناع، شارك في العديد من المؤتمرات والندوات الدولية والوطنية.

عبد العزيز العماري
معالج
فبراير 2016 - يناير 2018

على دكتوراه الدولة ودبلوم الدراسات العليا وشهادة الدراسات الجامعية العليا في تخصص اللسانيات العربية. يعمل أستاذا للتعليم العالي بكلية الآداب، جامعة مولاي إسماعيل، مكناس، المغرب. صدرت له عدة مؤلفات علمية من بينها: قضايا لسانية، الجملة العربية: دراسة لسانية، أدوات الوصف والتفسير اللسانية، النظام الزمني في اللغة العربية: دراسة لسانية.

عبد العزيز أيت بها
معالج
مارس 2016 - يناير 2018

حاصل على شهادة الدكتوراه في اللغة والأدب، تخصص النص دراسة لغوية ونقدية، من جامعة القاضي عياض بمراكش 2014. عضو بمختبر الترجمة وتكامل المعارف ومركز الكندي للترجمة والتدريب، وعضو هيئة التحرير بمجلة صوتيات العربية، وعضو اللجنة المنظمة لمؤتمرات مركز الكندي، شارك في تنسيق وتقديم مجموعة من إصدارات المختبر والمركز، كما شارك في العديد من المؤتمرات والندوات داخل الوطن وخارجه، وله مقالات منشورة بمجلات وطنية وعربية محكمة.

عبد العزيز جابا الله
معالج
مارس 2016 - يناير 2018

حاصل على شهادة الدكتوراه في تخصص البلاغة والصوتيات، شارك في ندوات ومؤتمرات داخل الوطن وخارجه، له مجموعة من المنشورات في مجلات دولية ووطنية، أستاذ التعليم الثانوي، درس مادة الصوتيات لطلبة اللغة العربية، والعربية لغير الناطقين بها، ومادة فقه اللغة لطلبة ماستر اللغة الإنجليزية، وألقى محاضرات لطلبة ماستر اللغة العربية، وأشرف على عشرات بحوث الإجازة، كل ذلك بكلية الآداب والعلوم الإنسانية -مراكش، وهو عضو بمختبر الترجمة وتكامل المعارف، محكم بمجلة دولية.

عبد الكريم الدخيسي
معالج
يونيو 2016 - يناير 2018

حاصل على شهادة الدكتوراه في اللسانيات العربية من كلية الآداب والعلوم الإنسانية بفاس (2015). يعمل أستاذا للتعليم العالي باحثا ومحاضرا في اللغة العربية واللسانيات بجامعة المولى إسماعيل (الكلية متعددة التخصصات بالرشيدية)؛عضو فريق البحث: النص والفكر والنموذج التفسيري. صدر له: معمارية النص التراثي في ضوء لسانيات النص (2015)، إضاءة الأدموس ورياضة النفوس في اصطلاح صاحب القاموس للشيخ أحمد الهلالي (ت1175ه) تحقيق (2016).

عبد المجيد عيساني
معالج
مارس 2016 - إبريل 2018

أستاذ اللسانيات والتعليمية بجامعة ورقلة، الجزائر. له العديد من المؤلفات اللغوية، منها: "نظريات التعلم وتطبيقاتها في علوم اللغة". له العديد من المنشورات في المجلات الجامعية العربية، شارك في عديد المؤتمرات العالمية في دول عربية مشرقا ومغربا، وله العديد من المشاريع البحثية التي أسهم بها في تنشيط الجامعة الجزائرية من الناحية البيداغوجية والبحثية. يُشرف على العديد من رسائل الدكتوراه في تخصصات لسانية متنوعة من مختلف الجامعات الجزائرية.

عبد الناصر بوعلي
معالج
يناير 2016 - يناير 2018

حاصل على شهادة الدكتوراه تخصُّص الدِّراسات اللّغوية. من أنشطته العلمية: مدير مخبر بجامعة تلمسان، عضو بمؤسّسة مفدي زكريّاء، عضو مؤسّس لموسوعة الجزائر، خبير وطني لتقييم مشاريع البحث العلميَّة، عضو في العديد من مشاريع البحث، رئيس مشروع بحث وطني، مدير مجلَّة وطنيّة محكَّمة، المشاركة في العديد من الملتقيات الوطنيّة والدّولية، كاتب وروائي، الإشراف على عشرات الرسائل العلمية.

عبد الواحد الصمدي
معالج
فبراير 2016 - ديسمبر 2017

أستاذ التعليم العالي المساعد بمعهد محمد السادس للقراءات والدراسات القرآنية جامعة القرويين، أستاذ علوم العربية وعلوم القرآن. من أعماله: تحقيق: "البديع في شرح القراءات السبع لابن مُطَرِّف الكِناني القرطُبي الطَّرَفي" (ت 454هـ)، "علوم القرآن في ضوء لسانيات النص: الإتقان في علوم القرآن أنموذجا"، "الشاهد القرائي في "الكتاب": قراءة في المنهج والتوظيف"، "الفواصل القرآنية وعلاقتها بالسياق".

عبدالعزيز الجمال
معالج
يونيو 2015 - مارس 2018

حاصل على شهادة دكتوراه الفلسفة في اللغة العربية وآدابها، تخصص اللسانيات بتقدير ممتاز، وماجستيرعلوم اللغة العربية وآدابها تخصص اللسانيات بتقدير ممتاز، وليسانس آداب اللغة العربية. يشتغل كمعلم أول بوزارة التربية والتعليم المصرية. شارك في أعمال المعالجة بالمرحلة الأولى من معجم الدوحة التاريخي للغة العربية.

عبدالمنعم سويلم
معالج
يونيو 2015 - مارس 2018

حاصل على درجة الدكتوراة في اللغة العربية - علم اللغة عام 2008 من كلية الآداب جامعة المنصورة بمرتبة الشرف الأولى، وقد انتدب للعمل بجامعة دمياط لعامين متتاليين. عضو في الفريق المصري للمعالجة المعجمية لمعجم الدوحة التاريخي للغة العربية.

علي قائد سنان
معالج
سبتمبر 2016 - يناير 2018

حاصل على شهادة الدكتوراه في اللّغويات من كلية الآداب، جامعة دمشق، عام 2006م، بتقدير امتياز، يعمل أستاذًا أكاديميّا لمواد النحو والصرف واللغة منذ العام2006/2007م، ونائبًا لعميد كلية التربية بالمحويت لشؤون الطلاب، جامعة صنعاء. له العَديد من الكتب والأبحاث العلميّة المنشورة، منها: الاستشهاد بشعر أبي الأخْزَر الحِمّانيّ، وأثر الكافية في الدرس النحوي في اليمن، وكتاب (الجملة الاسميّة والنواسخ).

فاطمة الزهراء الصغير
معالج
يناير 2016 - ديسمبر 2016

حاصلة على شهادة الدكتوراه في البلاغة والأسلوبيّة، وتعمل أستاذة محاضرة بجامعة أبي بكر بلقايد، تلمسان. من أبحاثها المنشورة: جماليّة الاستعارة في القرآن الكريم، مجلّة القلم، جامعة وهران، دلالة المصطلحات البلاغية في صحيفة بشر بن المعتمر، مجلّة قراءات، جامعة معسكر، ظاهرة الاقتصاد في البلاغة العربيّة، مجلة الباحث، جامعة الأغواط، جهود المرأة العربيّة في النّقد الأدبي، مجلة أبحاث جزائرية ،جامعة بسكرة، منهج عبد القاهر الجرجاني في الدّرس البلاغي، مجلّة اللّغة والأدب، جامعة تلمسان.

فضل الله قطران
معالج
سبتمبر 2016 - فبراير 2018

حاصل على شهادة الدكتوراه في اللغة وعلم النص، كلية الآداب بجامعة صنعاء، وماجستير بلاغة عربية من نفس الجامعة. يدرس مواد البلاغة العربية بكلية التربية والألسن جامعة عمران 2008- 2017م؛ أستاذ مواد اللغة العربية بالجامعة الوطنية وبجامعة الأندلس. شارك في توصيف مفردات المقررات الدراسية لعدد من الجامعات اليمنية. شارك في المعالجة المعجمية في معجم الدوحة التاريخي للغة العربية.

فوزي صويلح
معالج
إبريل 2017 - يناير 2018

حاصل على شهادة دكتوراه في البلاغة والنقد، كلية اللغات والترجمة- جامعة صنعاء، 2008م. فاز بجائزة جامعة عدن للبحث العلمي التشجيعية لدورة 2010- 2012م. وجائزة راشد بن حميد للثقافة والعلوم بدولة الإمارات العربية المتحدة، الدورة الرابعة والثلاثين 2017م، المركز الأول فرع النقد الأدبي. اشتغل أستاذا مساعدا للبلاغة والنقد بجامعتي إب في اليمن والملك خالد بأبها في العربية السعودية. تقلد منصب مدير عام للبحث العلمي – جامعة إب 2006- 20011م، وكان عضوا في الاتحاد العالمي للخط العربي والزخرفة الإسلامية.

كمال بن عمر
معالج
مارس 2016 - ديسمبر 2017

أستاذ محاضر بجامعة الوادي ــ الجزائر، تخصص بلاغة وأسلوبية. له عدد معتبر من المقالات المنشورة والمداخلات المقدمة في ملتقيات وطنية ودولية؛ له رصيد أكاديمي في مجال الرسائل الجامعية: (ماستر ودكتوراة) إشرافا ومناقشة. كان رئيسا للجنة العلمية لقسم اللغة والأدب العربي بجامعة الوادي (2015/2018). عضو مخبر بحث بجامعة الوادي. له مشاريع تأليف في مجال تخصصه.

لؤي خليل
معالج
يونيو 2016 - أكتوبر 2017

أستاذ مشارك في جامعة قطر. صدر له عدد من المؤلفات العلمية، منها: الدهر في الشعر الأندلسي (دراسة في حركة المعنى)، والعجائبي والسرد العربي (النظرية بين التلقي والنص)، وله عدد من المؤلفات الأدبية الروائية والقصصية. نشر أكثر من خمسة وعشرين بحثًا محكمًا وغير محكم، مشرف المحتوى الفكري لقناة (سبيستون) 2009-2011. عضو محكم معتمد في عدد من المجلات العلمية، نال عدداً ممن الجوائز والتقديرات العربية والعالمية.

محمد الأمين صهيب
معالج
مارس 2017 - ديسمبر 2017

حاصل على شهادة الدكتوراه في الدراسات العربية والإسلامية تخصص: اللغات التطبيقية، جامعة اليون3 ، فرنسا 2004. وشهادة البحث المعمق تخصص الأدب الأندلسي والمغربي، محمد الخامس الرباط 1987، له كفاءة التدريس في التعليم الثانوي تخصص اللغة العربية وآدابها، المدرسة العليا، انواكشوط 1982، وله تجربة في التدريس الجامعي.

محمد الأمين محمد المصطفى
معالج
يناير 2016 - يناير 2018

حاصل على الدكتوراه في اللسانيات -جامعة منوبة تونس. خريج المحاظر الموريتانية، حفظ القرآن، ودرس المتون المقررة في الفقه، والأصول، واللغة، وأخذ إجازات من عدد من شيوخ المحاظر. درَّس في مؤسسات تعليم عال بموريتانيا وتونس. أنجز عدة أبحاث مصطلحية، ولغوية، نشرت في مجلات محكمة، كما تولى منصب سكرتير التحرير بمجلة "المنتدى" التابعة لمنتدى العلاقات العربية والدولية. كاتب، وشاعر، وله تجربة إعلامية بعدد من المؤسسات الإعلامية.

محمد الدروبي
معالج
إبريل 2017 - سبتمبر 2017

حاصل على شهادة الدكتوراه في الأدب العربيّ من الجامعة الأردنيَّة 1997م، أُستاذ بجامعة آل البيت الأُردنيَّة، تدرَّج في المناصب الأكاديميَّة وصولاً إلى نائب رئيس الجامعة. يعمل حالياً نائباً لرئيس جامعة جدارا الأُردنيَّة، سبق له العمل أُستاذاً بجامعة قطر، نشر أزيد من خمسين عملاً علميَّاً بين بحث وكتاب دراسةً وتحقيقاً، فاز بعدد من الجوائز البحثيَّة، له اهتمامات واسعة بالتُّراث الإسلاميّ، والببيلوغرافيا العربيَّة، ودراسة الأنواع النثريَّة العربيَّة، والإدارة الجامعيَّة.

محمد العلْوي
معالج
أكتوبر 2017 - يوليو 2018

أستاذ الصوتيات والصرف بكلية الآداب والعلوم الإنسانية ظهر المهراز، جامعة سيدي محمد بن عبد الله، فاس، المغرب؛ عضو مختبر الأبحاث المصطلحية والدراسات النصية؛ منسق مسلك الدراسات العربية؛ منسق قسم اللغة العربية وآدابها (سابقا). من مؤلفاته كتاب: نظرية هندسة السمات الصواتية: نحو تنظيم هرمي لمكونات الفونيم، وكتاب: روافد الدرس الصوتي عند العرب.

محمد الغريسي
معالج
يناير 2016 - ديسمبر 2017

أستاذ مؤهل، لسانيات، جامعة مولاي إسماعيل -الكلية متعددة التخصصات بالرشيدية. من منشوراته العلمية: اللسانيات العربية والإضمار : دراسة تركيبية دلالية ،عالم الكتب الحديث 2014؛ بلاغة الإتقان في تراكيب القرآن دراسة لسانية في البنية والمحتوى ، عالم الكتب الحديث 2018؛ اللسانيات وديداكتيك اللغة العربية : تدريس اللغة العربية من منظور توليدي، عالم الكتب الحديث 2019.

محمد الهاشمي
معالج
يوليو 2015 - يناير 2018

أستاذ اللسانيات والتداوليات بكلية الآداب ظهر المهراز فاس. عضو مختبر الأبحاث المصطلحية والدراسات النصية بذات الكلية. عُرف بإسهاماته المتميزة في البحث في كيفية استثمار اللسانيات للنهوض باللغة العربية بحثا وتعليما.شارك بأبحاث في عدد من الندوات والمؤتمرات الدولية، أهمها: ندوة "قضايا اللغة العربية واللسانيات التطبيقية" التي عقدها برنامج "اللسانيات والمعجمية" في كلية العلوم الاجتماعية والإنسانية، بمعهد الدوحة للدراسات العليا بقطر عام2017ب، بموضوع عنوانه:"اللسانيات التطبيقية وتعليم اللغة لأغراض خاصة". نشر عددا من المقالات في قضايا اللسانيات وتعلم اللغات والمعجم والترجمة والمصطلح، وتحليل الخطاب.

محمد أحمد العامري
معالج
فبراير 2016 - يونيو 2018

حاصل على شهادة الدكتوراه في الأدب والنقد من الجامعة المستنصرية بغداد عام 2003م. أستاذ الأدب والنقد في جامعة صنعاء، وبعض الجامعات الأخرى في اليمن. شارك في كثير من الندوات والمؤتمرات والورش الأدبية والعلمية والتربوية وإعداد ومراجعة مناهج التعليم اليمنية. من أعماله: (12) كتابا في الأدب والنقد ، و(13) بحثا علميا محكما، أشرف على قرابة خمسين رسالة علمية في الدراسات العليا.

محمد أنس سرميني
معالج
فبراير 2016 - يناير 2018

حاصل على شهادة الدكتوراه في الدراسات الإسلامية، تخصُّص الحديث وعلومه، ويحمل شهادة الماجستير في اللغة العربية والإعلام المعاصر. يعمل أستاذا في جامعة إستانبول 29 مايو، وعدد من المراكز البحثية في إستانبول. له عدة كتب منشورة، في الحديث الشريف واللغة العربية، ونشر معجما لغويا تكراريا، وله عدد من الأبحاث العلمية والمقالات المحكمة، كذا اشترك في عدة مؤتمرات دولية في مجالات الدرس الإسلامي واللغوي.

محمد سعدي حسانين
معالج
يناير 2016 - مارس 2018

اُسْتَاذ مشَارِك بِكُلِّيَّةِ اللُّغَةِ العَرَبِيَّةِ بِجَامِعَةِ الأَزْهَرِ. حَاصِلٌ عَلَى دَرَجَةِ الدُّكْتُورَاه مِنْ كُلِّيَّةِ اللُّغَةِ العَرَبِيَّةِ بِجَامِعَةِ الأَزْهَرِ، فِي تَخَصُّصِ البَلَاغَةِ وَالنَّقْدِ عَام 2008م، بِمَرتَبَةِ الشَّرَفِ الأُولَى. وَيَعْمَلُ أُسْتَاذًا مُشَارِكًا فِي كُلِّيَّةِ اللُّغَةِ العَرَبِيَّةِ بِالقَاهِرَةِ. قَامَ بِتَأْلِيفِ عَدَدٍ مِنْ البُحُوثِ وَالكُتُبِ فِي اللُّغَةِ العَرَبِيَّةِ، كَمَا قَامَ بِالإِشْرَافِ عَلَى عَدَدٍ مِن رَسَائِلِ :المَاجِسْتِيرِ وَالدُّكْتُورَاه، وَقَامَ بِمُنَاقَشَةِ العَدِيدِ مِنْ الرسَائِلِ العِلْمِيّةِ.

محمد عماد سمير بيازيد
معالج
فبراير 2016 - يناير 2018

حاصل على شهادة الدكتوراه في النَّحْو والصَّرْف من قسم اللُّغة العربيَّة بجامعة دمشقَ. مُدرِّس للُّغة العربيَّة ومحاضر في كُلّيّة التَّربية الأساسيَّة بجامعة الكويت، ومُصَحِّح ومُدَقِّق لُغَوي ومراجع لحَوْليّات الآداب والعُلوم الاجتماعيَّة الصّادرة عَن مَجْلِس النَّشْر العِلْمي بجامعة الكويت. له كتابٌ مَطْبوع عن دار النَّوادِر ببيروتَ 2012، وغَيْرُ قليلٍ من البحوث العِلْميَّة المُحَكَّمة وغَيْرِ المُحَكَّمة المَنْشُورة.

محمد وحيدي
معالج
يناير 2016 - يناير 2018

حاصل على شهادة الدكتوراه في اللسانيات من جامعة محمد الخامس بالرباط (2000). أستاذ مشارك للغة واللسانيات بجامعة مولاي إسماعيل-مكناس (المغرب). أستاذ باحث في اللسانيات العربية المقارنة: تركيب اللغة العربية والمعجم والدراسات المعرفية. شارك في ندوات ومؤتمرات دولية ووطنية، وله أبحاث ودراسات في مجلات عربية عديدة. عضو جمعية اللسانيات بالمغرب، ومركز "الأبحاث للسيميائية والدراسات الثقافية".

مختار أحمد محم
معالج
يناير 2016 - أكتوبر 2017

تخرج في قسم الأدب العربي بالمدرسة العليا للأساتذة بنواكشوط عام 1985، ثم حصل على دبلوم الدراسات العليا من جامعة محمد الأول بوجدة (1998)، ثم على شهادة الدكتوراه في النحو والصرف من جامعة سيدي محمد بن عبد الله في فاس (2004). عمل مدرسا للغة العربية في موريتانيا (1985 - 1996) ثم في قطر (1996 - 2003)، ثم التحق بشبكة الجزيرة محررا لغويا ومشرفا على موقع الجزيرة لتعلّم العربية.

معاذ الزعبي
معالج
يوليو 2015 - ديسمبر 2017

حاصل على شهادة الدكتوراه في النحو العربي من الجامعة الأردنية. يعمل حاليات بمركز اللغات في الجامعة الأردنية. تشمل اهتماماته البحثية: النحو العربي القديم، نحو النص.

معتصم الكرطوطي
معالج
فبراير 2016 - يناير 2018

حاصل على شهادة الدكتوراه في اللسانيات المقارنة جامعة مولاي إسماعيل ــ المغرب. باحث في اللسانيات المقارنة وديداكتيك اللغة. مشارك في مجموعة من المشاريع في التخطيط اللغوي، وتدريس اللغة العربية. له مجموعة من المؤلفات العلمية في مجال اللسانيات العربية، منها "مقاربة لسانية معاصرة لظاهر الإلحاق في اللغة العربية: دراسة صرف ــ صواتية" و"الاكتساب اللغوي عند الطفل: مقاربة لمراحل التمثلات الدلالية".

منى العجرمي
معالج
يوليو 2015 - ديسمبر 2017

حاصلة على شهادة الدكتوراة في اللغويّات العربيّة التطبيقيّة من قسم اللغة العربيّة في جامعة اليرموك عام 2005. أستاذ مساعد في مركز لغات الجامعة الأردنية. من اهتماماته البحثية: الدّراسات الصوتية، الدّراسات المعجميّة والدّلاليّة، الأسلوبيّة، دراسات تعليم اللغة الثانية. قام بنشر العديد من الأبحاث التي تتعلّق باللغويات العربيّة، والدّراسات التقابليّة للأنظمة الصّوتيّة والصّرفيّة والنحويّة بين اللغة الأولى والثّانية، وشاركت بعدّة مؤتمرات علميّة.

ناصر الدين أبو خضير
معالج
يوليو 2015 - أغسطس 2016

حاصل على شهادة الدكتوراه ويعمل بجامعة بيرزيت. من أعماله: الرؤية النحوية عند الطبري، من خلال تفسيره "جامع البيان عن تأويل آي القرآن"، عالم الكتب الحديث؛ تعالق الإملاء العربي بمستويات الدراسة اللغوية؛ الحجاج في اعتراضات سيبويه على "النحويين"؛ أسماء قرى القدس، دراسة لغوية دلالية"؛ أثر تحديد العامل النحوي في الخلاف بين البصريين والكوفيين؛ رسم المصحف بين مراعاة النطق ومنع اللبس، مجلة الدراسات القرآنية.

نبيلة الوجيه
معالج
يونيو 2015 - يناير 2018

حاصلة على درجة الدكتوراه في اللغة العربية وآدابها، تخصص"دراسات لغوية ونحوية" بتقدير مرتبة الشرف الأولى، من جامعة عين شمس 2014م. تعمل حاليا أستاذًا مساعدًا في العلوم اللغوية والنحوية في جامعة طيبة، منذ 2015م. وعملت أستاذًا مساعدًا في العلوم اللغوية والنحوية بجامعة صنعاء 2014م. نالت جائزة د.علي محمد الحديدي "للتفوق العلمي" من قسم اللغة العربية وآدابها، في كلية البنات، جامعة عين شمس 2003م. حضرت العديد من المؤتمرات والدورات التدريبية في تخصصات اللغة العربية، وفي مجال "الصناعة المعجمية".

نجلاء شعير
معالج
أكتوبر 2015 - يناير 2018

أستاذ أوّل مميّز بالمعهد العالي للّغات بتونس، حاصلة على شهادة الدراسات المعمّقة في اللغة العربيّة بموضوع "المكوّنات المعجميّة في كتاب سيبويه (2006)، وشهادة الدكتوراه في اللغة العربيّة بموضوع" التّضادّ في المعجم العربيّ في ضوء المقاربات اللّسانيّة الحديثة" (2016) بتقدير مشرّف جدا. أمينة مال جمعيّة المعجميّة بتونس، معالج متعاون في معجم الدوحة التاريخي للغة العربيّة، صاحبة مجموعة من المقالات والأبحاث في مسائل معجميّة مختلفة.

نور الدين قدوسي
معالج
إبريل 2016 - ديسمبر 2017

حاصل على شهادة دكتوراه في الدراسات البلاغية والأسلوبية 2015. أستاذ بجامعة أبي بكر بلقايد تلمسان. عضو في مخبر المعالجة الآلية للغة العربية في فرقة القراءات القرآنية. عضو في مشروع اللجنة الوطنية لتطوير وبرمجة البحث الجامعيcnepru. عضو في مشروع وطني للبحث pnr. عضو محكم في مجلتي "الإشعاع" الدولية ، والآداب واللغات بجامعة تلمسان.

هاني البطاط
معالج
يوليو 2015 - ديسمبر 2017

أستاذ مساعد في قسم اللّغة العربيّة(جامعة الخليل)، حاصل على شهادة الدّكتوراة (الفلسفة في اللّغة العربيّة وآدابها) بتقدير (ممتاز) تخصص (علم اللّسانيّات الحديثة)، الجامعة الأردنيّة، عنوان الرّسالة: العربيّة؛ وسائلها في الإبانة عن المعنى(البنية الصّرفيّة أنموذجاً). يعمل محاضرا في الجامعة الأردنيّة وجامعة فيلادلفيا (الأردن) والجامعة العربية المفتوحة(الأردن) وجامعة القدس المفتوحة (فلسطين). نشر مجموعة من الأبحاث العلميّة ويُدرِّسُ طلبة الماجستير، وأشرف على مجموعة من رسائل الماجستير، وناقش العديد من الرّسائل.

واسيني بن عبد الله
معالج
يناير 2016 - ديسمبر 2017

حاصل على شهادة دكتوراه دولة في اللغة والأدب العربي، ودكتوراه حول"جهود أبي منصور الأزهري في التفسير في معجمه تهذيب اللغة"، والتأهيل الجامعي في الأدب العربي، وماجستير في اللغة العربية تخصص "قرآن كريم ودراسات أدبية" حول "شواهد القراءات القرآنية في معجم تهذيب اللغة- دراسة دلالية". يعمل أستاذا محاضرا بجامعة محمد بوضياف- الجـزائر. من أعماله: "أهمية القراءات القرآنية في المعاجم، تهذيب اللغة للأزهري -أنموذجا"، و"علاقة التأليف المعجمي بالتفسير".

وليد العناتي
معالج
يوليو 2015 - ديسمبر 2017

أستاذ اللسانيات التطبيقية في جامعة قطر والجامعة الأردنية وجامعة البترا (سابقًا). متخصص في اللسانيات التطبيقية: نظريات اكتساب اللغة وتعليمها لأبنائها ولغير الناطقين بها، وتحليل الخطاب، واللسانيات الحاسوبية، والتخطيط اللغوي، وقضايا اللغة العربية المعاصرة. خبير في تطوير مناهج تعليم اللغة العربية للناطقين بغيرها وتأليفها. خبير ومحكم معتمد لدى عدد كبير من المجلات والمؤسسات العلمية العربية والدولية. نشر قرابة ستين بحثًا علميًا وكتابًا ومراجعة علمية في مجلات علمية محكمة.

وليد ناجح
معالج
يونيو 2015 - فبراير 2018

حاصل على شهادة الدكتوراه في اللغة العربية وآدابها (تخصص علم لغة) بتقدير ممتاز مع مرتبة الشرف الأولى كلية الآداب جامعة طنطا 2015م، وماجستير في اللغة العربية وآدابها (تخصص علم لغة) بتقدير ممتاز كلية الآداب جامعة طنطا 2011م، ودبلوم عام في التربية، كلية التربية جامعة طنطا بتقدير جيد 2001م. وليسانس لغة عربية، كلية دار العلوم جامعة القاهرة بتقدير جيد 1999م. يعمل محاضرا بمركز تعليم اللغة العربية لغير الناطقين بها كلية الآداب جامعة طنطا من عام 2007م إلى الآن.

الحسن الهلالي
معالج
أكتوبر 2017 - يوليو 2018

أستاذ التعليم العالي بالكلية متعددة التخصصات - تازة، جامعة سيدي محمد بن عبد الله، المغرب؛ عضو مختبر اللغة والأدب والتواصل. من منشوراته: المكون المنطقي في الدلالة عند العرب، دار الكتاب الجديد المتحدة، 2017؛ المعنى والمرجع في الدلالية المعاصرة، فصل ضمن كتاب مفاهيم في اللغة والأدب، منشورات مقاربات والصناعة الثقافية، 2017؛ الاقتضاء من التصور الدلالي إلى التصور التداولي، مجلة كلية الآداب والعلوم الإنسانية، ظهر المهراز، العدد: 23، 2016؛ السياق ودوره في توجيه الفهم، مجلة آفاق أدبية، العدد 05، 2012.

عبد الرحمن يجيوي
معالج
أكتوبر 2017 - يوليو 2018

أستاذ التعليم العالي بجامعة فاس بالمغرب. حاصل على دكتوراه الدولة في اللسانيات، وعضو سابق بهيئة التدريس بجامعة جازان بالسعودية، ورئيس وحدة للبحث، ومستشار في مختبرات لغوية، وعضو لجن التحكيم لمجلات علمية، وله مشاركات في مؤتمرات دولية. من أبحاثه: (المعجم المفصل للأسماء المركبة في العربية) و(الحَكامَة اللغوية: نحو سياسة لغوية متطورة) و(من المعجم إلى المعجمية: قراءة في المتن والهامش) و(المعجمية وقراءة التراث اللغوي) و(المنجز والمؤجل في المعجم والمعجمية).

أحمد الصمدي
معالج
أكتوبر 2017 - يوليو 2018

أستاذ اللغة والأدب والتدريسية بالمركز الجهوي لمهن التربية والتكوين، فاس، مكناس. شاعر، وكاتب، ومدقق لغوي. حاصل على شهادة الدكتوراه في النقد الأدبي، وشهادة التبريز في اللغة العربية. أصدر عددا من الأعمال الشعرية، والدراسات اللغوية والنقدية والتدريسية والإعلامية. كما شارك في عدة ندوات ومؤتمرات علمية وطنية ودولية. من أعماله: عرس لقامات النخيل (ديوان شعري)، الأسس اللغوية لدراسة الحديث النبوي الشريف (دراسة).

حسن عماري
معالج
أكتوبر 2017 - يوليو 2018

حاصل على دكتوراه ودبلوم الدراسات العليا في اللغة العربية، وهو أستاذ النحو بجامعة سيدي محمد بن عبد الله كلية الآداب ظهر المهراز فاس. مهتم بالدراسات اللغوية والنقدية وتحقيق التراث، عضو أساسي في مختبر الأبحاث المصطلحية والدراسات النصية، عضو في فريق البحث " المصطلح اللساني وقضاياه، قديما وحديثا"، مشارك في ندوات علمية وطنية ودولية. نشر مقالات في كتب ومجلات علمية محكمة.

عبد الرزاق صالحي
معالج
أكتوبر 2017 - يوليو 2018

أستاذ التعليم العالي درجة (ج) بجامعة سيدي محمد بن عبد الله؛ كلية الآداب ظهر المهراز- فاس- المغرب. رئيس قسم اللغة العربية وآدابها، وعضو دائم بمختبر الأبحاث المصطلحية والدراسات النصية، وعضو سابق باللجان المتساوية الأعضاء بالجامعة، وباللجنة العلمية بالكلية. مدير مجلة "آفاق أدبية" المغربية، ومؤلف لكتب فردية وجماعية، ومقالات نشرت في مجلات وطنية، وعربية، ومشارك في العديد من المؤتمرات والندوات العلمية االوطنية والدولية.

مصطفى الزكاف
معالج
فبراير 2016 - يوليو 2017

حاصل على دكتوراه في الدراسات الإسلامية. أستاذ التفسير وعلوم القرآن الكريم بكلية الآداب والعلوم الإنسانية بتطوان المغرب؛ رئيس وحدة التفسير وعلوم القرآن؛ منسق فرقة البحث في الدراسات الإسلامية. من الأعمال المنشورة له: المكتبة الرقمية وأثرها في البحث العلمي مطبعة أنفو برانت فاس 2011؛ تحقيق عنوان المخطوط أصوله وضوابطه، مجلة الواضحة دار الحديث الحسنية الرباط 2014؛ المصطلح القرآني وعلاقته بأصول الدين أعمال المؤتمر الدولي الرابع للقران الكريم فاس 2017.

محمد ماموني علوي
معالج
أكتوبر 2017 - يوليو 2018

حاصل على الدكتوراه في اللغة العربية وآدابها من جامعة سيدي محمد بن عبد الله بفاس سنة 2004. شارك في مدارسات وندوات وطنية تعنى بالمصطلح النقدي والبلاغي. ألقى دروسا في "علم المصطلح" و"دراسة المصطلح النقدي والبلاغي". أنجز أبحاثا في "نقد الشعر بالشعر في القرن الثالث الهجري"، و" في المصطلح النقدي والبلاغي في كتاب الوساطة"، وفي "بنية الأرجوزة عند العجاج"، وفي "دراسة المعنى في صحيفة بشر بن المعتمر دراسة مصطلحية"، وفي "القضية الاصطلاحية عند العرب قديما وحديثا وفي النقد الأدبي العربي الحديث".

محمد الحسني
معالج
أكتوبر 2017 - يوليو 2018

حاصل على شهادة الدكتوراه في الآداب – جامعة محمد الأول وجدة المغرب. أستاذ زائر بجامعة سيدي محمد بن عبد الله فاس /الكلية متعددة التخصصات /تازة ، يدرس الشعر العربي القديم . له أعمال علمية في تحقيق النصوص العربية القديمة : منها تحقيق كتاب الكتيبة الكامنة للسان الدين بن الخطيب ، وكتاب حل المبهم والمعجم لعلي بن القاسم الطبري. ومقالات علمية أخرى في مجلات مختلفة.

ادريس جبري
معالج
مارس 2016 - أكتوبر 2017

البشير غريب
معالج
أغسطس 2016 - ديسمبر 2017

إسلام عبد التواب
معالج
يوليو 2015 - ديسمبر 2016

أبو الخير الناصري
معالج
فبراير 2016 - إبريل 2018

أحمد أحمد عمر
معالج
يوليو 2016 - يناير 2018

أحمد خلف الدودح
معالج
يونيو 2016 - ديسمبر 2017

أحمد قادم
معالج
مارس 2016 - يناير 2017

أسامة الهدار
معالج
أكتوبر 2016 - يناير 2018

حسام خليل يوسف الخوار
معالج
أكتوبر 2015 - ديسمبر 2017

حسن عثمان
معالج
يوليو 2015 - نوفمبر 2017

حسين علي هلال الشرفات
معالج
أكتوبر 2015 - ديسمبر 2017

حمزة دحماني
معالج
إبريل 2016 - ديسمبر 2016

خاليد حسني
معالج
يوليو 2015 - ديسمبر 2017

رفاعي عبد الرحيم سكون
معالج
فبراير 2016 - يناير 2018

سامح أحمد شعبان
معالج
فبراير 2016 - ديسمبر 2017

سامر فوزي قنبس
معالج
فبراير 2016 - يناير 2018

سعيد العوايد
معالج
إبريل 2016 - يناير 2017

سمية المكي
معالج
فبراير 2016 - ديسمبر 2017

سميرة هيبة
معالج
أكتوبر 2015 - ديسمبر 2017

سيدي محمد ولد أحمد ولد المصطفى
معالج
يناير 2016 - يناير 2018

شعيب تياو
معالج
فبراير 2016 - إبريل 2018

عبد الحميد أسقال
معالج
يوليو 2015 - مايو 2017

عبد العزيز التزكيني
معالج
يوليو 2016 - يناير 2017

عبد القادر بقشى
معالج
مارس 2016 - يناير 2018

عبد الكريم ابزاري
معالج
يناير 2016 - إبريل 2017

عبد الكريم المنتصر
معالج
فبراير 2016 - ديسمبر 2017

عبد الله الدوسري
معالج
يونيو 2015 - مايو 2017

عبد الواحد محمد عبد الواحد سيد أحمد أبو حطب
معالج
نوفمبر 2016 - مارس 2018

عبدالله محمود الجاموس
معالج
فبراير 2016 - يناير 2017

عبدالمجيد شعير
معالج
يونيو 2015 - سبتمبر 2017

عدنان أجانة
معالج
فبراير 2016 - يناير 2018

عصام الدين جمعة الحافز
معالج
يونيو 2016 - يناير 2018

علي أحمد محمد فرج
معالج
يوليو 2015 - أكتوبر 2017

عمار السواح
معالج
إبريل 2017 - ديسمبر 2017

عمر آجة
معالج
يوليو 2015 - مارس 2017

عمر ديدوح
معالج
يناير 2016 - ديسمبر 2016

غسان مرتضى
معالج
سبتمبر 2017 - يناير 2018

مجدوب تيلولي
معالج
إبريل 2016 - ديسمبر 2016

محسن محوش
معالج
يونيو 2016 - ديسمبر 2016

محمد البُ ولد لكويري
معالج
يناير 2016 - ديسمبر 2017

محمد الحافظ اكاه
معالج
يناير 2016 - ديسمبر 2017

محمد السهول
معالج
يناير 2016 - إبريل 2017

محمد عابد
معالج
أكتوبر 2016 - يناير 2018

محمد ماجد الحموي
معالج
فبراير 2016 - مارس 2017

محمد محمود
معالج
يونيو 2015 - فبراير 2018

محمد محمود علي بكري
معالج
مارس 2017 - يناير 2018

محمد مفتاح
معالج
فبراير 2016 - نوفمبر 2016

محمد يسلم ولد محمد ولد خالد
معالج
يناير 2016 - ديسمبر 2017

محمد يونس
معالج
يونيو 2015 - نوفمبر 2017

مصطفى عبد الوهاب الضاهر الخطيب
معالج
فبراير 2016 - يناير 2018

منجد محمد رضوان أحمد
معالج
يوليو 2016 - يناير 2018

مولاي يوسف الإدريسي
معالج
مارس 2016 - يونيو 2016

نرجس باديس
معالج
أكتوبر 2015 - أغسطس 2017

نصر الله عبدة
معالج
إبريل 2017 - يناير 2018

هاني حوّاس
معالج
يونيو 2015 - مايو 2017

يعرُب جرّادي
معالج
مارس 2016 - ديسمبر 2017

يوسف البواب
معالج
فبراير 2016 - أكتوبر 2016
                          ''',
                                    style: TextStyle(
                                      fontSize: 17,
                                      fontFamily: "Bahij",
                                    ),
                                  )),
                            ),
                          ],
                        ),
                        ExpansionTile(
                          iconColor: Colors.black,
                          collapsedIconColor: Colors.black,
                          controlAffinity: ListTileControlAffinity.leading,
                          backgroundColor: Colors.white,
                          textColor: Colors.black,
                          title: Directionality(
                            textDirection: TextDirection.rtl,
                            child: Text(
                              'خبراء تقنيون',
                              style: TextStyle(
                                fontWeight: FontWeight.bold,
                                fontSize: 18,
                                fontFamily: "Bahij",
                              ),
                            ),
                          ),
                          children: [
                            Padding(
                              padding: EdgeInsets.fromLTRB(20, 0, 20, 0),
                              child: Directionality(
                                  textDirection: TextDirection.rtl,
                                  child: Text(
                                    ''' تكنولوجيا المعلومات
هادي بردى
مدير إدارة تكنولوجيا المعلومات، معهد الدوحة للدراسات العليا

السيد يوسف
مدير التطبيقات المؤسسية، معهد الدوحة للدراسات العليا

أحمد الحداد
مهندس تطوير برمجيات بقسم تكنلوجيا المعلومات، معهد الدوحة للدراسات العليا

تصميم

أحمد حلمي
مدير وحدة التصميم، المركز العربي للأبحاث ودراسة السياسات

مستشارون

مؤيد ديب
مدير شركة فضاءات ميديا

رامي فران
مدير خدمات تكنولوجيا المعلومات الأكاديمية، الجامعة الأميركية في بيروت
                          ''',
                                    style: TextStyle(
                                      fontSize: 17,
                                      fontFamily: "Bahij",
                                    ),
                                  )),
                            ),
                          ],
                        ),
                      ],
                    ),
                    Container(
                      child: Text(snapshot.data.toString()),
                    )
                  ]);
            }
            return Container();
          }),
    );
  }
}
